Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniDAV/Localization/iOS/*.lproj/OmniDAV.strings
Languages: de, es, ja

source: Could not access the WebDAV location <%@>.
de: Auf den WebDAV-Speicherort <%@> konnte nicht zugegriffen werden.
es: No se ha podido acceder a la ubicación WebDAV <%@>.
ja: WebDAV の場所 <%@> にアクセスできませんでした。

source: Expected “%@” element missing in multistatus result from %@
de: Erwartetes Element „%1$@“ fehlt in Multistatusergebnis von %2$@
es: Falta el elemento esperado “%1$@” en el resultado de estado múltiple de %2$@.
ja: %2$@ からのマルチステータス結果に予期されていた “%1$@” 要素がありません

source: insufficient storage
de: unzureichender Speicher
es: almacenamiento insuficiente
ja: 空き領域が足りません

source: No document exists at "%@".
de: Kein Dokument unter „%@“ vorhanden.
es: No hay ningún documento en “%@”.
ja: “%@” に書類はありません。

source: No such file "%@".
de: Datei „%@“ ist nicht vorhanden.
es: No existe el archivo “%@”.
ja: “%@” というファイルはありません。

source: Please check that the user name and password you provided are correct.
de: Überprüfen Sie, ob Sie den Benutzernamen und das Kennwort richtig eingegeben haben.
es: Comprueba que el nombre de usuario y la contraseña son correctos.
ja: 入力したユーザ名とパスワードが正しいことを確認してください。

source: Please make sure that the account information is correct.
de: Überprüfen Sie, ob die Account-Informationen richtig sind.
es: Asegúrate de que la información de la cuenta sea correcta.
ja: アカウント情報が正しいことを確認してください。

source: Please make sure that the destination folder exists.
de: Überprüfen Sie, ob der Zielordner vorhanden ist.
es: Asegúrate de que exista la carpeta de destino.
ja: 移動先のフォルダが存在することを確認してください。

source: The %@ server returned "%@" (%ld) in response to a request to "%@ %@".
de: Der %1$@-Server hat „%2$@“ (%3$ld) als Antwort auf eine Anfrage an „%4$@ %5$@“ zurückgegeben.
es: El servidor %1$@ ha respondido “%2$@” (%3$ld) a una solicitud de “%4$@ %5$@”.
ja: “%4$@ %5$@” へのリクエストに対する応答として、%1$@ サーバが “%2$@”（%3$ld）を返しました。

source: Unable to delete file.
de: Die Datei kann nicht gelöscht werden.
es: No se ha podido eliminar el archivo.
ja: ファイルを削除できません。

source: Unable to perform WebDAV operation.
de: Der WebDAV-Vorgang kann nicht ausgeführt werden.
es: No se ha podido realizar la operación WebDAV.
ja: WebDAV の操作を実行できません。

source: Unable to read document.
de: Das Dokument kann nicht gelesen werden.
es: No se ha podido leer el documento.
ja: 書類を読み込めません。

source: WebDAV server failed conformance test.
de: WebDAV-Server hat den Konformitätstest nicht bestanden.
es: El servidor WebDAV no ha pasado la prueba de conformidad.
ja: WebDAV サーバは適合テストに失敗しました。
