Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniSoftwareUpdate/iOS/*.lproj/OmniSoftwareUpdate.strings
Languages: de, fr

source: %@ cores
de: %@ Kerne
fr: %@ cœurs

source: %@ is not reachable.
de: %@ ist nicht erreichbar.
fr: %@ n’est pas joignable.

source: %ld crashes
de: %ld Abstürze
fr: %ld blocages

source: %ld hours
de: %ld Stunden
fr: %ld heures

source: %ld launches
de: %ld Starts
fr: %ld lancements

source: All versions
de: Alle Versionen
fr: Toutes les versions

source: Allow %@ to periodically report information about your hardware model and iOS version? This will allow us to know which configurations are the most important to support. You can change your answer later in preferences by MUMBLE MUMBLE MUMBLE.
de: Darf %@ regelmäßig Informationen über Ihr Hardwaremodell und Ihre iOS-Version übermitteln? Auf diese Weise erfahren wir, welche Konfigurationen wir am ehesten unterstützen müssen. Sie können Ihre Antwort später in den Einstellungen durch MURMEL MURMEL MURMEL ändern.
fr: Souhaitez-vous autoriser %@ à envoyer périodiquement des informations sur votre modèle de matériel et votre version iOS ? Nous pourrons ainsi connaître les configurations pour lesquelles il est prioritaire de fournir une assistance. Vous pourrez changer votre réponse ultérieurement dans les préférences.

source: Application identifier
de: Programmidentifizierung
fr: Identifiant d’application

source: Application version
de: Programmversion
fr: Version d’application

source: Check operation failed.
de: Prüfvorgang fehlgeschlagen.
fr: L’opération de vérification a échoué.

source: Could not contact %@.
de: %@ konnte nicht kontaktiert werden.
fr: Impossible de contacter %@.

source: CPU
fr: Processeur

source: Device
de: Gerät
fr: Appareil

source: Device Information
de: Geräteinformationen
fr: Infos sur l’appareil

source: Don't Report
de: Nicht berichten
fr: Ne pas signaler

source: Error fetching software update information.
de: Fehler beim Abfragen der Softwareaktualisierungsinformationen.
fr: Erreur lors de l’extraction des informations de mise à jour du logiciel.

source: Error while checking for updated version.
de: Fehler bei der Suche nach aktualisierten Versionen.
fr: Erreur lors de la recherche d’une version mise à jour.

source: Exception raised: %@
de: Ausnahme aufgetreten: %@
fr: Exception : %@

source: Help The Omni Group decide which devices and iOS versions to support
de: Entscheiden Sie mit, welche Geräte u. iOS-Versionen The Omni Group unterstützen soll.
fr: Aidez Omni Group à déterminer les appareils et les versions d’iOS à prendre en charge

source: If you choose to share this information, you'll be helping keep us informed of which devices and iOS versions our software should support. This information is kept entirely anonymous.
de: Wenn Sie uns diese Informationen mitteilen, halten Sie uns auf dem Laufenden darüber, welche Geräte und iOS-Versionen unsere Software unterstützen sollte. Diese Informationen werden vollkommen anonym aufbewahrt.
fr: En partageant ces informations, vous nous aiderez à nous tenir informés des appareils et des versions d’iOS à prendre en charge pour nos logiciels. Ces informations resteront totalement anonymes.

source: iOS version
fr: Version iOS

source: Language
de: Sprache
fr: Langue

source: Memory
de: Speicher
fr: Mémoire

source: Omni Software Update
fr: Mise à jour des logiciels Omni

source: One crash
de: Ein Absturz
fr: Un blocage

source: One hour
de: Eine Stunde
fr: Une heure

source: One launch
de: Ein Start
fr: Un lancement

source: One minute
de: Eine Minute
fr: Une minute

source: Please try again later or contact us to let us know this is broken.
de: Versuchen Sie es bitte später noch einmal oder teilen Sie uns mit, dass dies nicht funktioniert.
fr: Réessayez ou contactez-nous pour nous signaler que cela ne fonctionne pas.

source: Report identifier
de: Berichtsidentifizierung
fr: Identifiant de rapport

source: Report version
de: Berichtsversion
fr: Version de rapport

source: Send anonymous device information
de: Anonyme Geräteinformationen senden
fr: Envoyer des informations anonymes sur l’appareil

source: Send anonymous device information?
de: Möchten Sie anonyme Geräteinformationen senden?
fr: Envoyer des informations anonymes sur l’appareil ?

source: Send Reports
de: Berichte senden
fr: Envoyer les rapports

source: Settings
de: Einstellungen
fr: Réglages

source: Storage
de: Speicher
fr: Stockage

source: The data returned from <%@> was not a valid XML document.
de: Die von <%@> zurückgegebenen Daten waren kein gültiges XML-Dokument.
fr: Les données renvoyées par <%@> n’étaient pas un document XML valide.

source: The following information will be sent:
de: Die folgenden Informationen werden gesendet:
fr: Les informations suivantes seront envoyées :

source: The update information is not signed.
de: Die Aktualisierungsinformationen sind nicht signiert.
fr: Les informations de mise à jour ne sont pas signées.

source: There was a problem checking the signature.
de: Beim Prüfen der Signatur ist ein Problem aufgetreten.
fr: Un problème est survenu lors de la vérification de la signature.

source: This version
de: Diese Version
fr: Cette version

source: Tool returned no data
de: Hilfsprogramm gab keine Daten zurück
fr: L’outil n’a renvoyé aucune donnée.

source: Unable to authenticate the response from the software update server.
de: Die Authentifizierung der Antwort vom Softwareaktualisierungsserver ist nicht möglich.
fr: Impossible d’authentifier la réponse du serveur de mise à jour de logiciels.

source: Unable to fetch software update information.
de: Die Aktualisierungsinformationen zur Software konnten nicht abgerufen werden.
fr: Impossible d’extraire les informations de mise à jour des logiciels.

source: Unable to parse response from the software update server.
de: Die Analyse der Antwort vom Softwareaktualisierungsserver ist nicht möglich.
fr: Impossible d’analyser la réponse du serveur de mise à jour de logiciels.

source: Your Internet connection might not be active, or there might be a problem somewhere along the network.
de: Eventuell ist Ihre Internetverbindung nicht aktiv oder es könnte ein Problem irgendwo im Netzwerk geben.
fr: Votre connexion Internet n’est peut-être pas active ou il peut y avoir un problème quelque part dans le réseau.

source: %ld minutes
de: %ld Minuten
