Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniUI/iOS/*.lproj/OmniUIDocument.strings
Languages: de, it, ja, nl, ru

source: %@ B
ru: %@ Б

source: %@ cannot open this type of file.
de: %@ kann diesen Dateityp nicht öffnen.
it: %@ non può aprire questo tipo di documento.
ja: %@ はこのタイプのファイルを開くことができません。
nl: %@ kan dit type bestand niet openen.
ru: %@ не может открыть файл этого типа.

source: %@ GB
ru: %@ ГБ

source: %@ KB
ru: %@ KБ

source: %@ MB
ru: %@ МБ

source: %d items
de: %d Objekte
it: %d elementi
ja: %d 項目
nl: %d onderdelen
ru: %d элементов

source: %ld Documents Selected
de: %ld Dokumente ausgewählt
it: %ld documenti selezionati
ja: %ld 個の書類を選択
nl: %ld documenten geselecteerd
ru: Выбрано документов: %ld

source: %ld Items Selected
de: %ld Objekte ausgewählt
it: %ld elementi selezionati
ja: %ld 個の項目を選択
nl: %ld onderdelen geselecteerd
ru: Выбрано элементов: %ld

source: %lu %@
de: %1$lu %2$@
it: %1$lu %2$@
ja: %1$lu 個の%2$@
nl: %1$lu %2$@
ru: %1$lu %2$@

source: 1 Document Selected
de: 1 Dokument ausgewählt
it: 1 documento selezionato
ja: 1 個の書類を選択
nl: 1 document geselecteerd
ru: Выбран 1 документ

source: 1 Item Selected
de: 1 Objekt ausgewählt
it: 1 elemento selezionato
ja: 1 個の項目を選択
nl: 1 onderdeel geselecteerd
ru: Выбран 1 элемент

source: A document with the name "%@" already exists. Do you want to replace it? This cannot be undone.
de: Ein Dokument namens „%@“ ist bereits vorhanden. Möchten Sie es ersetzen? Diese Aktion kann nicht widerrufen werden.
it: Esiste già un documento denominato “%@”. Sostituirlo? L'operazione non potrà essere annullata.
ja: %@” という名前の書類はすでに存在します。置き換えますか？この操作は元に戻せません。
nl: Er bestaat al een document met de naam “%@”. Wilt u dit vervangen? Dit kan niet ongedaan worden gemaakt.
ru: Документ с именем «%@» уже существует. Заменить? Это действие нельзя отменить.

source: A file is missing or has been deleted.
de: Eine Datei fehlt oder wurde gelöscht.
it: Un documento manca o è stato eliminato.
ja: ファイルがないか、削除されています。
nl: Een bestand ontbreekt of is verwijderd.
ru: Файл отсутствует или удален.

source: Account Info
de: Account-Informationen
it: Info account
ja: アカウント情報
ru: Сведения учетной записи

source: Account Name
it: Nome account
ja: アカウント名
nl: Accountnaam
ru: Имя учетной записи

source: Actions
de: Aktionen
it: Azioni
ja: アクション
nl: Acties
ru: Действия

source: Add an Account
de: Account hinzufügen
it: Aggiungi un account
ja: アカウントを追加
nl: Voeg een account toe
ru: Добавить учетную запись

source: Add Cloud Account
de: Cloud-Account hinzufügen
it: Aggiungi un account cloud
ja: クラウドアカウントを追加
nl: Voeg een Cloud-account toe
ru: Добавить облачную учетную запись

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
nl: Annuleer
ru: Отмена

source: Cannot Duplicate Item
de: Objekt kann nicht dupliziert werden
it: Impossibile duplicare l'elemento
ja: 項目を複製できません
nl: Kan item niet dupliceren
ru: Не удается дублировать элемент

source: Cannot Export Item
de: Objekt kann nicht exportiert werden
it: Impossibile esportare l'elemento
ja: 項目を書き出せません
nl: Kan item niet exporteren
ru: Не удается экспортировать элемент

source: Choose a format for emailing "%@":
de: Wählen Sie ein Format für das Versenden von „%@“ per E-Mail:
it: Scegli un formato per inviare via e-mail “%@”:
ja: “%@” をメールで送信するためのフォーマットを選択してください：
nl: Kies een opmaak voor het verzenden van “%@” via e-mail:
ru: Выберите формат для отправки по эл. почте «%@»:

source: Choose a Template
de: Vorlagenauswahl
it: Scegli un modello
ja: テンプレートを選択
nl: Kies een sjabloon
ru: Выбрать шаблон

source: Choose Account Type
de: Accounttyp auswählen
it: Scegli un tipo di account
ja: アカウントのタイプを選択
nl: Kies accounttype
ru: Выберите тип уч. записи

source: Choose Format
de: Format wählen
it: Scegli formato
ja: フォーマットを選択
nl: Kies een opmaak
ru: Выберите формат

source: Connected
de: Verbunden
it: Connesso
ja: 接続しました
nl: Aangesloten
ru: Связанные

source: Connecting
de: Verbinden
it: Connetto
ja: 接続中
nl: Verbinden
ru: Подключение

source: Copy as Image
de: Als Bild kopieren
it: Copia come immagine
ja: イメージとしてコピー
nl: Kopieer als afbeelding
ru: Копировать как изображение

source: CustomizedSampleDocumentName
de: %@ angepasst
it: %@ personalizzato
ja: %@ カスタマイズ済み
nl: %@ aangepast
ru: %@ настроено

source: Delete
de: Löschen
it: Elimina
ja: 削除
nl: Verwijder
ru: Удалить

source: Delete "%@"
de: „%@“ löschen
it: Elimina "%@"
ja: “%@” を削除
nl: Verwijder "%@"
ru: Удалить «%@»

source: Delete %ld Documents
de: %ld Dokumente löschen
it: Elimina %ld documenti
ja: %ld 個の書類を削除
nl: Verwijder %ld documenten
ru: Удалить документы: %ld

source: Delete Account
de: Account löschen
it: Elimina account
ja: アカウントを削除
nl: Verwijder account
ru: Удалить уч. запись

source: Delete Document
de: Dokument löschen
it: Elimina documento
ja: 書類を削除
nl: Verwijder document
ru: Удалить документ

source: Discard Edits
de: Änderungen verwerfen
it: Ignora modifiche
ja: 編集内容を破棄
nl: Wis bewerkingen
ru: Отменить правки

source: Discard unsynced edits?
de: Nicht synchronisierte Änderungen verwerfen?
it: Ignorare le modifiche non sincronizzate?
ja: 未同期の編集内容を破棄しますか？
nl: Niet-gesynchroniseerde bewerkingen wissen?
ru: Отменить несинхронизированные правки?

source: Document Updated
de: Dokument aktualisiert
it: Documento aggiornato
ja: 書類が更新されました
nl: Document bijgewerkt
ru: Документ обновлен

source: Documents <back button>
de: Dokumente
it: Documenti
ja: 書類
nl: Documenten
ru: Документы

source: Duplicate
de: Duplizieren
it: Duplica
ja: 複製
nl: Dupliceer
ru: Дублировать

source: Duplicate %ld Documents
de: %ld Dokumente duplizieren
it: Duplica %ld documenti
ja: %ld 個の書類を複製
nl: Dupliceer %ld documenten
ru: Дублировать документы: %ld

source: Duplicate %ld Items
de: %ld Objekte duplizieren
it: Duplica %ld elementi
ja: %ld 個の項目を複製
nl: Dupliceer %ld onderdelen
ru: Дублировать элементы: %ld

source: Easily sync Omni documents between devices. Signup is free!
de: Synchr. Omni-Dokumente mühelos zwischen Geräten. Die Anmeldung ist kostenlos!
it: Sincr. i documenti Omni tra dispositivi. La registrazione è gratuita.
ja: デバイス間で Omni 書類を簡単に同期。サインアップは無料です！
nl: Synchr. van Omni-documenten tussen apparaten. Aanmelden is gratis.
ru: Cинхронизация документов между устройствами. Бесплатная регистрация!

source: Edit Credentials
de: Anmeldeinformationen bearbeiten
it: Modifica credenziali
ja: 資格情報を編集
nl: Bewerk gegevens
ru: Изменить уч. данные

source: Empty Trash
de: Papierkorb entleeren
it: Vuota il Cestino
ja: ゴミ箱を空にする
nl: Leeg prullenmand
ru: Очистить корзину

source: Enter the location of your WebDAV space.
de: Geben Sie den Ort Ihres WebDAV-Speichers ein.
it: Immetti l'indirizzo del tuo spazio WebDAV.
ja: WebDAV の場所を入力します。
nl: Voer de locatie in van uw WebDAV-ruimte.
ru: Укажите размещение используемой области WebDAV.

source: Export
de: Exportieren
it: Esporta
ja: 書き出し
nl: Exporteer
ru: Экспорт

source: Export "%@" to %@ as:
de: „%1$@“ nach %2$@ exportieren als:
it: Esporta “%1$@” in %2$@ come:
ja: %1$@ を次の名前で %2$@ に書き出す：
nl: Exporteer “%1$@” naar %2$@ als:
ru: Экспортировать «%1$@» в «%2$@» как:

source: Export to WebDAV
de: Exportieren nach WebDAV
it: Esporta in WebDAV
ja: WebDAV に書き出す
nl: Exporteer naar WebDAV
ru: Экспортировать в WebDAV

source: Finished
de: Abgeschlossen
it: Fine
ja: 完了
nl: Voltooid
ru: Завершено

source: Import
de: Importieren
it: Importa
ja: 読み込み
nl: Importeer
ru: Импорт

source: Info
ja: 情報
ru: Инфо

source: Invalid Zip Archive
de: Ungültiges Zip-Archiv
it: Archivio compresso non valido
ja: 無効な Zip アーカイブ
nl: Ongeldig zip-archief
ru: Недопустимый Zip-архив

source: Last edited on %@.
de: Zuletzt bearbeitet auf %@.
it: Ultima modifica il %@.
ja: 最後の編集は %@ で行われました。
nl: Laatst bewerkt op %@.
ru: Последнее изменение %@.

source: Location
de: Ort
it: Posizione
ja: 場所
nl: Locatie
ru: Место

source: Locations
de: Speicherorte
it: Posizioni
ja: 場所
nl: Locaties
ru: Места

source: Move
de: Bewegen
it: Sposta
ja: 移動
nl: Verplaats
ru: Переместить

source: Move %ld Items to Trash
de: %ld Objekte in den Papierkorb legen
it: Sposta %ld elementi nel Cestino:
ja: %ld 個の項目をゴミ箱に移動
nl: Verplaats %ld onderdelen naar prullenmand
ru: Переместить в корзину элементов: %ld

source: Move to Trash
de: In den Papierkorb legen
it: Sposta nel Cestino
ja: ゴミ箱に移動
nl: Verplaats naar prullenmand
ru: В Корзину

source: Move to...
de: Bewegen …
it: Sposta in…
ja: 移動...
nl: Verplaats naar…
ru: Переместить в…

source: Moved out of folder %@.
de: Aus Ordner %@ bewegt.
it: Spostato dalla cartella %@.
ja: %@ フォルダから移動しました。
nl: Verplaatst uit map %@.
ru: Перемещено из папки %@.

source: Moved to folder %@.
de: Nach Ordner %@ bewegt.
it: Spostato nella cartella %@.
ja: %@ フォルダに移動しました。
nl: Verplaatst naar map %@.
ru: Перемещено в папку %@.

source: My Document
de: Mein Dokument
it: Documento personale
ja: 書類
nl: Mijn document
ru: Мой документ

source: My Template
de: Meine Vorlage
it: Il mio modello
ja: マイテンプレート
nl: Mijn sjabloon
ru: Мой шаблон

source: New Document
de: Neues Dokument
it: Nuovo documento
ja: 新規書類
nl: Nieuw document
ru: Создать документ

source: New folder
de: Neuer Ordner
it: Nuova cartella
ja: 新規フォルダ
nl: Nieuwe map
ru: Создать папку

source: Nickname
de: Spitzname
ja: ニックネーム
nl: Bijnaam
ru: Псевдоним

source: No accounts are configured for exporting.
de: Für den Export sind keine Accounts konfiguriert.
it: Nessun account configurato per l'esportazione.
ja: 書き出し用に構成されたアカウントはありません。
nl: Er zijn geen accounts geconfigureerd voor het exporteren.
ru: Уч. записи для экспорта не настроены.

source: No accounts are configured for importing.
de: Für den Import sind keine Accounts konfiguriert.
it: Nessun account configurato per l'importazione.
ja: 読み込み用に構成されたアカウントはありません。
nl: Er zijn geen accounts geconfigureerd voor het importeren.
ru: Уч. записи для импорта не настроены.

source: Not downloaded
de: Nicht heruntergeladen
it: Non scaricato
ja: ダウンロードされていません
nl: Niet gedownload
ru: Не загружено

source: Not uploaded
de: Nicht hochgeladen
it: Non caricato
ja: アップロードされていません
nl: Niet geüpload
ru: Не отправлено

source: OK
ru: ОК

source: OmniPresence Configuration: %@
de: OmniPresence-Konfiguration: %@
it: Configurazione di OmniPresence: %@
ja: OmniPresence の構成： %@
nl: Configuratie OmniPresence: %@
ru: Конфигурация OmniPresence: %@

source: Open this file on another device to configure OmniPresence there.
de: Öffnen Sie diese Datei auf einem anderen Gerät, um OmniPresence dort zu konfigurieren.
it: Apri questo documento su un altro dispositivo per configurarvi OmniPresence.
ja: このファイルを別のデバイス上で開き、そこで OmniPresence を構成してください。
nl: Open dit bestand op een ander apparaat om OmniPresence daar te configureren.
ru: Откройте этот файл на другом устройстве, чтобы настроить там OmniPresence.

source: Password
de: Kennwort
ja: パスワード
nl: Wachtwoord
ru: Пароль

source: Photo Library permission denied.
de: Mediathek-Zugriffsrechte wurden verweigert.
it: Autorizzazione negate per la libreria fotografica.
ja: フォトライブラリの権限が拒否されました。
nl: Machtiging fotobibliotheek geweigerd.
ru: Отказано в правах на доступ к медиатеке

source: Print
de: Drucken
it: Stampa
ja: プリント
nl: Druk af
ru: Печать

source: Rename
de: Umbenennen
it: Rinomina
ja: 名称変更
nl: Wijzig naam
ru: Переименовать

source: Rename Document
de: Dokument umbenennen
it: Rinomina documento
ja: 書類を名称変更
nl: Wijzig naam document
ru: Переименовать документ

source: Rename Folder
de: Ordnerumbenennung
it: Rinomina cartella
ja: フォルダを名称変更
nl: Wijzig naam map
ru: Переименовать папку

source: Renamed to %@.
de: Umbenannt in %@.
it: Rinominato in %@.
ja: 名称が %@ に変更されました。
nl: Naam gewijzigd naar %@.
ru: Переименовано в %@.

source: Replace
de: Ersetzen
it: Sostituisci
ja: 置き換え
nl: Vervang
ru: Заменить

source: Replace document?
de: Dokument ersetzen?
it: Sostituire il documento?
ja: 書類を置き換えますか？
nl: Document vervangen?
ru: Заменить документ?

source: Report Error
de: Fehler melden
it: Segnala errore
ja: エラーを報告
nl: Meld fout
ru: Сообщи. ошибке

source: Restore Sample Documents
de: Beisp.-Dokum. wiederherst.
it: Ripristina doc. di esempio
ja: サンプル書類を復元
nl: Herstel voorbeelddocum.
ru: Восстановить образцы

source: Restore to...
de: Wiederherstellen in …
it: Ripristina in…
ja: 復元先...
nl: Herstel naar…
ru: Восстановить в…

source: Retry Sync
de: Synchronisierung erneut versuchen
it: Ritenta sincronizzazione
ja: 同期を再試行
nl: Probeer opnieuw te synchroniseren
ru: Повторить синхронизацию

source: Save
de: Sichern
it: Salva
ja: 保存
nl: Bewaar
ru: Сохранить

source: Search
de: Suchen
it: Cerca
ja: 検索
nl: Zoek
ru: Поиск

source: Select
de: Auswählen
it: Seleziona
ja: 選択
nl: Selecteer
ru: Выбрать

source: Select a Document
de: Dokument auswählen
it: Seleziona un documento
ja: 書類を選択
nl: Selecteer een document
ru: Выбрать документ

source: Send "%@" to app as:
de: „%@“ an die App senden als:
it: Invia “%@” all'app come:
ja: “%@” を次の名前でアプリに送信：
nl: Verstuur “%@” naar app als:
ru: Отправить «%@» в программу в виде:

source: Send Settings via Email
de: Einstellungen per E-Mail senden
it: Registra impostazioni tramite e-mail
ja: 設定をメールで送信
nl: Verstuur instellingen via e-mail…
ru: Отправка настроек по эл. почте

source: Send to App
de: An App senden
it: Invia all'app
ja: アプリに送信
nl: Verstuur naar app
ru: Отправить в приложение

source: Send to Photos
de: An Photos senden
it: Invia a Foto
ja: 写真に送信
nl: Verstuur naar foto's
ru: Отправить в «Фото»

source: Send via Mail
de: Per Mail senden
it: Invia con Mail
ja: メールで送信
nl: Verstuur via e-mail
ru: Отправить по эл. почте

source: Server address: %@
de: Serveradresse: %@
it: Indirizzo server: %@
ja: サーバアドレス： %@
nl: Serveradres: %@
ru: Адрес сервера: %@

source: Setting up "%@"
de: „%@“ einrichten
it: Imposto “%@”
ja: “%@” を設定中
nl: “%@” instellen
ru: Настроить «%@»

source: Sign Up for a New Account
de: Für einen neuen Account anmelden
it: Registra nuovo account
ja: 新規アカウントにサインアップ
nl: Meld u aan voor een nieuwe account
ru: Создать новую учетную запись

source: Sort by date
de: Nach Datum sortieren
it: Ordina per data
ja: 日付で並べ替え
nl: Sorteer op datum
ru: Сортировать по дате

source: Sort by title
de: Nach Titel sortieren
it: Ordina per titolo
ja: タイトルで並べ替え
nl: Sorteer op titel
ru: Сортировать по названию

source: Sync Now
de: Jetzt synchronisieren
it: Sincronizza ora
ja: 今すぐ同期
nl: Synchroniseer nu
ru: Синхронизировать сейчас

source: Tap here to add a document without a template.
de: Tippen Sie hier, um ein Dokument ohne Vorlage hinzuzufügen.
it: Tocca qui per aggiungere un documento senza un modello.
ja: テンプレートなしで書類を追加するにはここをタップ。
nl: Tik hier om een document zonder sjabloon toe te voegen.
ru: Нажмите здесь, чтобы добавить документ без шаблона.

source: Tap here, or on the + in the toolbar, to add a document.
de: Tippen Sie hier oder in der Symbolleiste auf „+“, um ein Dokument hinzuzufügen.
it: Tocca qui, o su + nella barra degli strumenti, per aggiungere un documento.
ja: ここをタップするか、ツールバーの「+」をタップして書類を追加します。
nl: Tik hier of op de + in de werkbalk om een document toe te voegen.
ru: Нажмите здесь или нажмите кнопку + на панели, чтобы добавить документ.

source: Template:
de: Vorlage:
it: Modello:
ja: テンプレート：
nl: Sjabloon:
ru: Шаблон:

source: The "%@" account has %ld edited documents which have not yet been synced up to the cloud. Do you wish to discard those edits?
de: Der Account „%1$@“ enthält %2$ld bearbeitete Dokumente, die noch nicht mit der Cloud synchronisiert wurden. Möchten Sie diese Änderungen verwerfen?
it: Nell'account “%1$@” sono presenti %2$ld documenti modificati che non sono stati ancora sincronizzati nel cloud. Ignorare tali modifiche?
ja: “%1$@” には、まだクラウドと同期されていない %2$ld 個の編集済み書類があります。 これらの編集内容を破棄しますか？
nl: De “%1$@”-account heeft %2$ld bewerkte documenten die nog niet zijn gesynchroniseerd naar de cloud. Wilt u deze bewerkingen wissen?
ru: В учетной записи «%1$@» имеется %2$ld отредактированных документов, которые не были синхронизированы с облаком. Отменить эти правки?

source: The "%@" account has an edited document which has not yet been synced up to the cloud. Do you wish to discard those edits?
de: Der Account „%@“ enthält ein bearbeitetes Dokument, das noch nicht mit der Cloud synchronisiert wurde. Möchten Sie diese Änderungen verwerfen?
it: Nell'account “%@” è presente un documento modificato che non è stato ancora sincronizzato nel cloud. Ignorare tali modifiche?
ja: “%1$@” には、まだクラウドと同期されていない 1 個の編集済み書類があります。 これらの編集内容を破棄しますか？
nl: De “%@”-account heeft een bewerkt document dat nog niet is gesynchroniseerd naar de cloud. Wilt u deze bewerkingen wissen?
ru: В учетной записи «%@» имеется отредактированный документ, который не были синхронизированы с облаком. Отменить эти правки?

source: The "%@" account may have edited documents which have not yet been synced up to the cloud. Do you wish to discard any local edits?
de: Der Account „%@“ enthält unter Umständen bearbeitete Dokumente, die noch nicht mit der Cloud synchronisiert wurden. Möchten Sie lokale Änderungen verwerfen?
it: L'account “%@” potrebbe aver modificato documenti non ancora sincronizzati nel cloud. Ignorare eventuali modifiche locali?
ja: “%1$@” には、まだクラウドと同期されていない編集済みの書類がある可能性があります。 ローカルで行われた編集内容をすべて破棄しますか？
nl: De “%@”-account heeft mogelijk bewerkte documenten die nog niet zijn gesynchroniseerd naar de cloud. Wilt u lokale bewerkingen wissen?
ru: В учетной записи «%@» могут быть отредактированные документы, которые не были синхронизированы с облаком. Отменить эти локальные правки?

source: The operation couldn't be completed.
de: Der Vorgang konnte nicht abgeschlossen werden.
it: Impossibile completare l'operazione.
ja: 操作を完了できませんでした。
nl: De bewerking kan niet worden voltooid.
ru: Не удалось выполнить операцию.

source: The zip archive must contain a single document.
de: Das Zip-Archiv muss ein einzelnes Dokument enthalten.
it: L'archivio compresso deve contenere solo un documento.
ja: zip アーカイブは単一の書類を含んでいる必要があります。
nl: Het zip-archief moet één document bevatten.
ru: Zip-архив должен содержать один документ.

source: This app does not have access to your Photo Library.
de: Diese App hat keinen Zugriff auf Ihre Mediathek.
it: L'app non ha accesso alla libreria fotografica.
ja: このアプリにはフォトライブラリへのアクセス権がありません。
nl: Deze app heeft geen toegang tot uw fotobibliotheek.
ru: Эта программа не имеет доступа к медиатеке.

source: This Cloud Account no longer exists.
de: Dieser Cloud-Account ist nicht mehr vorhanden.
it: Questo account cloud non esiste più.
ja: このクラウドアカウントはもう存在しません。
nl: Deze Cloud-account bestaat niet meer.
ru: Эта облачная учетная запись больше не существует.

source: This item cannot be duplicated because it is not fully downloaded. Please tap the item and wait for it to download before trying again.
de: Dieses Objekt kann nicht dupliziert werden, weil es nicht vollständig heruntergeladen wurde. Tippen Sie auf das Objekt und warten Sie, bis es heruntergeladen wurde, bevor Sie es erneut versuchen.
it: Impossibile duplicare l'elemento perché non è stato scaricato completamente. Tocca l'elemento e attendi che venga scaricato prima di riprovare.
ja: この項目は完全にはダウンロードされていないため、複製できません。項目をタップし、完全にダウンロードされるのを待って、やり直してください。
nl: Dit onderdeel kan niet worden gedupliceerd omdat het niet volledig is gedownload. Tik op het onderdeel en wacht tot het is gedownload voordat u het opnieuw probeert.
ru: Этот элемент нельзя дублировать, так как он загружен не полностью. Коснитесь элемента и дождитесь полной загрузки, затем попробуйте снова.

source: This item cannot be exported because it is not fully downloaded. Please tap the item and wait for it to download before trying again.
de: Dieses Objekt kann nicht exportiert werden, weil es nicht vollständig heruntergeladen wurde. Tippen Sie auf das Objekt und warten Sie, bis es heruntergeladen wurde, bevor Sie es erneut versuchen.
it: Impossibile esportare l'elemento perché non è stato scaricato completamente. Tocca l'elemento e attendi che venga scaricato prima di riprovare.
ja: この項目は完全にはダウンロードされていないため、書き出せません。項目をタップし、完全にダウンロードされるのを待って、やり直してください。
nl: Dit item kan niet worden geëxporteerd omdat het niet volledig is gedownload. Tik op het item en wacht tot het is gedowload voordat u het opnieuw probeert.
ru: Этот элемент нельзя экспортировать, так как он загружен не полностью. Коснитесь элемента и дождитесь полной загрузки, затем попробуйте снова.

source: Unable to open file.
de: Die Datei kann nicht geöffnet werden.
it: Impossibile aprire il documento.
ja: ファイルを開けません。
nl: Kan bestand niet openen.
ru: Не удается открыть файл.

source: Validating account...
de: Account überprüfen …
it: Convalido account…
ja: アカウントを検証中...
nl: Bezig met valideren van de account…
ru: Проверка учетной записи…
