Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniUI/iOS/*.lproj/OUIInspectors.strings
Languages: es, ko, zh_hans

source: %@ points
es: %@ puntos
ko: %@포인트
zh_hans: %@ 点

source: <alpha title+value>
es: Opacidad: %d %%
ko: 불투명도: %d%%
zh_hans: 不透明度：%d%%

source: <blue title+value>
es: Azul: %d
ko: 파란색: %d
zh_hans: 蓝色：%d

source: <brightness title+value>
es: Brillo: %d %%
ko: 밝기: %d%%
zh_hans: 亮度：%d%%

source: <green title+value>
es: Verde: %d
ko: 녹색: %d
zh_hans: 绿色：%d

source: <hue title+value>
es: Matiz: %d°
ko: 색조: %d°
zh_hans: 色调：%d°

source: <red title+value>
es: Rojo: %d
ko: 빨간색: %d
zh_hans: 红色：%d

source: <saturation title+value>
es: Saturación: %d %%
ko: 채도: %d%%
zh_hans: 饱和度：%d%%

source: <white title+value>
es: Blanco: %d %%
ko: 흰색: %d%%
zh_hans: 白色：%d%%

source: All Fonts
es: Todos los tipos de letra
ko: 모든 서체
zh_hans: 所有字体

source: Background color
es: Color de fondo
ko: 배경 색상
zh_hans: 背景颜色

source: Color
ko: 색상
zh_hans: 颜色

source: Done
ko: 완료
zh_hans: 完成

source: Edit
ko: 편집
zh_hans: 编辑

source: Font
es: Tipo de letra
ko: 서체
zh_hans: 字体

source: Font bigger
es: Tipo de letra más grande
ko: 서체 크게
zh_hans: 调大字体

source: Font size
es: Tamaño de letra
ko: 서체 크기
zh_hans: 字体大小

source: Font smaller
es: Tipo de letra más pequeña
ko: 서체 작게
zh_hans: 调小字体

source: Hide More Rows
es: Ocultar más filas
ko: 추가 행 숨기기
zh_hans: 隐藏更多行

source: Multiple Selection
es: Selección múltiple
ko: 다중 선택
zh_hans: 多个选择

source: No color selected
es: Ningún color seleccionado
ko: 선택한 색상 없음
zh_hans: 未选择颜色

source: No Selection
es: Sin selección
ko: 선택 항목 없음
zh_hans: 没有所选

source: Recommended Fonts
es: Tipos de letra recomendados
ko: 권장 서체
zh_hans: 建议字体

source: Regular
ko: 일반
zh_hans: 常规

source: Show More Rows
es: Mostrar más filas
ko: 추가 행 표시
zh_hans: 显示更多行

source: Size
es: Tamaño
ko: 크기
zh_hans: 尺寸

source: Text color
es: Color del texto
ko: 텍스트 색상
zh_hans: 文本颜色

source: Text Style
es: Estilo del texto
ko: 텍스트 스타일
zh_hans: 文本样式
