Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniDataObjects/*.lproj/OmniDataObjects.strings
Languages: es

source: Attempted to disconnect while not connected.
es: Se ha intentado desconectar aunque no estaba conectado.

source: Attribute %@.%@ has type %d with unknown SQL column type.
es: El atributo %1$@.%2$@ es del tipo %3$d, con un tipo de columna SQL desconocido.

source: Attribute %@.%@ has unknown value type but isn't transient.
es: El atributo %1$@.%2$@ posee un tipo de valor desconocido, pero no es temporal.

source: Attribute %@.%@ specified a transient or optional primary key.
es: El atributo %1$@.%2$@ ha especificado una clave primaria temporal u opcional.

source: Attribute has type unsupported type %d.
es: El atributo es del tipo incompatible %d.

source: Attribute specified default value '%@' for attribute of type of '%@'.
es: El atributo ha especificado el valor por omisión '%1$@' para el atributo de tipo '%2$@'.

source: Attribute specified invalid type of '%@'.
es: El atributo ha especificado un tipo no válido de '%@'.

source: Attribute specified no type.
es: El atributo no ha especificado ningún tipo.

source: Cannot connect to '%@' since the database is already connected to '%@'.
es: No se puede conectar a '%1$@' porque la base de datos ya está conectada a '%2$@'.

source: Cannot disconnect from database at '%@'.
es: No se puede desconectar de la base de datos en '%@'.

source: Cannot open database at '%@'.
es: No se puede abrir la base de datos en '%@'.

source: Cannot prepare fetch for key %@ for query %@ while not connected to a database.
es: No se puede preparar la obtención de la clave %1$@ para la consulta %2$@ si no está conectado a una base de datos.

source: Couldn't create OFXMLDocument.
es: No se ha podido crear el OFXMLDocument.

source: Entity '%@' has multiple primary key attributes.
es: La entidad '%@' posee varios atributos de clave primaria.

source: Entity '%@' has multiple properties named '%@'.
es: La entidad '%1$@' posee varias propiedades llamadas '%2$@'.

source: Entity '%@' has no instance class name.
es: La entidad '%@' no posee ningún nombre de clase de casos.

source: Entity '%@' has no primary key attributes.
es: La entidad '%@' no posee atributos de clave primaria.

source: Entity '%@' specified instance class name of '%@', but no such class was found.
es: La entidad '%1$@' ha especificado el nombre de clase de caso '%2$@', pero dicha clase no se ha encontrado.

source: Entity '%@' specified instance class name of '%@', but this class is not a subclass of ODOObject.
es: La entidad '%1$@' ha especificado el nombre de clase de caso '%2$@', pero esta clase no es una subclase de ODOObject.

source: Entity '%@' specified primary key attribute '%@' with a default value.
es: La entidad '%1$@' ha especificado el atributo de clave primaria '%2$@' con un valor por omisión.

source: Entity '%@' specified primary key attribute '%@' with type %d, but only strings are supported.
es: La entidad '%1$@' ha especificado el atributo de clave primaria '%2$@' con el tipo %3$d, pero solo se admiten cadenas de caracteres.

source: Entity has no name.
es: La entidad no tiene nombre.

source: Entity name '%@' is reserved.
es: El nombre de entidad '%@' está reservado.

source: Error disconnecting from database.
es: Se ha producido un error al desconectar de la base de datos.

source: Exception raised while saving: %@
es: Se ha producido una excepción al guardar: %@

source: Exception raised while sending -willSave: %@
es: Se ha producido una excepción al enviar -willSave: %@

source: Failed to convert '%@' to a property list data: %@.
es: No se ha podido convertir '%1$@' a un dato de lista de propiedades: %2$@.

source: Fetch for fault returned object with ID '%@' and no such object was registered.
es: Se ha obtenido el objeto devuelto erróneo con ID '%@', pero no había ningún objeto como este registrado.

source: Fetch for fault returned object with ID '%@', but that object has already had its fault cleared.
es: Se ha obtenido el objeto devuelto erróneo con ID '%@', pero ya se ha solucionado el error en dicho objeto.

source: Model '%@' has multiple properties named '%@'.
es: El modelo '%1$@' posee varias propiedades llamadas '%2$@'.

source: Multiple Errors
es: Errores múltiples

source: Multiple validation errors occurred while saving.
es: Se han producido varios errores de validación al guardar.

source: Object with ID '%@' is inaccessible.
es: No se puede acceder al objeto con ID “%@”.

source: Property has no name.
es: La propiedad no tiene nombre.

source: Relationship %@.%@ specified a destination entity of '%@', but there is no such entity.
es: La relación %1$@.%2$@ ha especificado una entidad de destino de '%3$@', pero tal entidad no existe.

source: Relationship %@.%@ specified an inverse relationship %@.%@, but there is no such relationship.
es: La relación %1$@.%2$@ ha especificado una relación inversa %3$@.%4$@, pero tal relación no existe.

source: Relationship %@.%@ specified invalid type of '%@'.
es: La relación %1$@.%2$@ ha especificado un tipo no válido de '%3$@'.

source: Relationship %@.%@ specified no destination entity.
es: La relación %1$@.%2$@ no ha especificado ninguna entidad de destino.

source: Relationship %@.%@ specified no inverse relationship.
es: La relación %1$@.%2$@ no ha especificado ninguna relación inversa.

source: Relationship %@.%@ specified no type.
es: La relación %1$@.%2$@ no ha especificado ningún tipo.

source: The cache database was removed while it was still open. Close and reopen the database to recover.
es: La base de datos caché se ha eliminado mientras estaba abierta. Cierre y abra la base de datos de nuevo para recuperarla.

source: Tried 100 times to settle -willSave, but edits kept being made.
es: Se ha intentado establecer -willSave 100 veces, pero siguen produciéndose modificaciones.

source: Unable bind boolean to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor booleano con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind constant '%@' of unknown type to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar la constante '%1$@' de tipo desconocido con la ranura %2$d de la sentencia con SQL '%3$@'.

source: Unable bind data to slot %d of statement with SQL '%@'.
es: No se han podido enlazar los datos con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind date to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar la fecha con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind float64 to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor float64 con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind int32 to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor int32 con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind int64 to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor int64 con la ranura %1$d de la sentencia con SQL “%2$@”.

source: Unable bind null to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor null con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable bind number '%@' of type %ld to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el número “%1$@” de tipo %2$ld con la ranura %3$d de la sentencia con SQL “%4$@”.

source: Unable bind string to slot %d of statement with SQL '%@'.
es: No se ha podido enlazar el valor string con la ranura %1$d de la sentencia con SQL '%2$@'.

source: Unable convert expression of type %lu (%@).
es: No se ha podido convertir la expresión de tipo %1$lu (%2$@).

source: Unable convert IN expression with non-constant value; %@.
es: No se ha podido convertir la expresión IN con un valor no constante; %@.

source: Unable convert predicate of type %lu (%@).
es: No se ha podido convertir el predicado de tipo %1$lu (%2$@).

source: Unable get value of type %d for result column %d of '%@'.
es: No se ha podido obtener el valor de tipo %1$d para la columna de resultados %2$d de '%3$@'.

source: Unable prepare statement for SQL '%@'.
es: No se ha podido preparar la sentencia para SQL '%@'.

source: Unable to bind attribute value to SQL.
es: No se ha podido enlazar el valor del atributo a SQL.

source: Unable to bind constant to SQL statement.
es: No se ha podido enlazar la constante a la sentencia SQL.

source: Unable to bind null to SQL statement.
es: No se ha podido enlazar el valor null a la sentencia SQL.

source: Unable to bind value to SQL statement.
es: No se ha podido enlazar el valor a la sentencia SQL.

source: Unable to connect to database.
es: No se ha podido conectar con la base de datos.

source: Unable to create schema.
es: No se ha podido crear el esquema.

source: Unable to create SQL query.
es: No se ha podido crear la consulta SQL.

source: Unable to create SQL statement.
es: No se ha podido crear la sentencia SQL.

source: Unable to disconnect from database.
es: No se ha podido desconectar de la base de datos.

source: Unable to execute SQL.
es: No se ha podido ejecutar SQL.

source: Unable to fulfill fault: %@
es: No se ha podido producir el error: %@

source: Unable to fulfill fault.
es: No se ha podido producir el error.

source: Unable to load model.
es: No se ha podido cargar el modelo.

source: Unable to open database.
es: No se ha podido abrir la base de datos.

source: Unable to run SQL for statement '%@'.
es: No se ha podido ejecutar SQL para la sentencia “%@”.

source: Unable to save changes to database
es: No se han podido guardar cambios en la base de datos.

source: Unable to save metadata to database.
es: No se han podido guardar metadatos en la base de datos.

source: Unable to save.
es: No se puede guardar.

source: Wrong root element name. Was expecting '%@' but found '%@'.
es: Nombre de elemento raíz incorrecto. Se esperaba '%1$@' pero se encontró '%2$@'.

source: Wrong root element namespace. Was expecting '%@' but found '%@'.
es: Espacio de nombre de elemento raíz incorrecto. Se esperaba '%1$@' pero se encontró '%2$@'.
