Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniUnzip/Localization/iOS/*.lproj/OmniUnzip.strings
Languages: de, it, ja

source: An entry in the zip file had a name that couldn't be converted to a filesystem path.
de: Ein Eintrag in der Zip-Datei hat einen Namen, der nicht in einen Dateisystempfad umgewandelt werden kann.
it: Una voce del documento compresso possiede un nome che non può essere convertito in un percorso del documento di sistema.
ja: zip ファイル内のエントリに、ファイルシステムのパスに変換できない名前があります。

source: Duplicate zip member name "%@".
de: Doppelter Zip-Mitgliedsname „%@“.
it: Nome utente compresso “%@” duplicato.
ja: zip メンバー名 “%@” が重複しています。

source: The unzip library failed to open %@.
de: Die Unzip-Bibliothek konnte %@ nicht öffnen.
it: La libreria decompressa non è riuscita ad aprire %@.
ja: unzip ライブラリは %@ を開けませんでした。

source: The zip library function %s returned %d
de: Die Zip-Bibliothek-Funktion %1$s hat %2$d gemeldet
it: La funzione %1$s della libreria compressa ha restituito %2$d
ja: zip ライブラリの関数 %1$s が %2$d を返しました。

source: The zip library function %s returned %d when trying to read the data for entry "%@" in "%@".
de: Die Zip-Bibliothek-Funktion %1$s hat beim Versuch, die Daten für den Eintrag „%3$@“ in „%4$@“ zu lesen %2$d zurückgegeben.
it: La funzione %1$s della libreria compressa ha restituito %2$d mentre tentava di leggere i dati per la voce “%3$@” in “%4$@”.
ja: “%4$@” 内の “%3$@” エントリのデータを読み込もうとした際、zip ライブラリの関数 %1$s が %2$d を返しました。

source: Unable to close zip data.
de: Die Zip-Daten können nicht geschlossen werden.
it: Impossibile chiudere i dati compressi.
ja: zip データを閉じることができません。

source: Unable to close zip file.
de: Die Zip-Datei kann nicht geschlossen werden.
it: Impossibile chiudere il documento compresso.
ja: zip ファイルを閉じることができません。

source: Unable to create zip file.
de: Die Zip-Datei kann nicht erstellt werden.
it: Impossibile creare il documento compresso.
ja: zip ファイルを作成できません。

source: Unable to open zip archive.
de: Das Zip-Archiv kann nicht geöffnet werden.
it: Impossibile aprire archivio XML.
ja: zip アーカイブを開けません。

source: Unable to read zip data.
de: Die Zip-Daten können nicht gelesen werden.
it: Impossibile leggere i dati compressi.
ja: zip データを読み込めません。

source: Unable to read zip file.
de: Die Zip-Datei kann nicht gelesen werden.
it: Impossibile leggere il documento compresso.
ja: zip ファイルを読み込めません。

source: Unable to write zip file.
de: Die Zip-Datei kann nicht geschrieben werden.
it: Impossibile scrivere nel documento compresso.
ja: zip ファイルに書き込めません。
