Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniDocumentStore/Localization/iOS/*.lproj/OmniDocumentStore.strings
Languages: fr

source: "%@" is already taken.
fr: « %@ » existe déjà.

source: %@ does not recognize this kind of file.
fr: %@ ne peut pas reconnaître ce genre de fichier.

source: Another folder already has the name "%@".
fr: Un autre dossier nommé « %@ » existe déjà.

source: Built-in
fr: Intégré

source: Cannot rename folder.
fr: Impossible de renommer le dossier.

source: Local Documents
fr: Documents locaux

source: Please choose a different name.
fr: Choisissez un autre nom.

source: Today, %@ <day name>
fr: Aujourd’hui, %@

source: Trash
fr: Corbeille

source: Unable to add document.
fr: Impossible d’ajouter le document.

source: Untitled Folder
fr: Sans titre

source: Yesterday, %@ <day name>
fr: Hier, %@
