Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniFileStore/Localization/iOS/*.lproj/OmniFileStore.strings
Languages: fr, it, nl, ru

source: An error has occurred.
fr: Une erreur s’est produite.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.
ru: Произошла ошибка.

source: Cannot create directory.
fr: Impossible de créer le répertoire.
it: Impossibile creare la directory.
nl: Kan geen map maken.
ru: Не удается создать каталог.

source: Cannot delete file.
fr: Impossible de supprimer le fichier.
it: Impossibile eliminare il file.
nl: Kan bestand niet verwijderen.
ru: Не удается удалить файл.

source: Cannot move file.
fr: Impossible de déplacer le fichier.
it: Impossibile spostare il file.
nl: Kan bestand niet verplaatsen.
ru: Не удается переместить файл.

source: Cannot read file
fr: Impossible de lire le fichier
it: Impossibile leggere il file
nl: Kan bestand niet lezen
ru: Не удается прочитать файл

source: Could not decode encryption document key.
fr: Impossible de décoder la clé de document de cryptage.
it: Impossibile decodificare la chiave del documento di crittografia.
nl: Kan codering documentsleutel niet decoderen.
ru: Не удалось декодировать ключ шифрования документа.

source: Could not decrypt file.
fr: Impossible de décrypter le fichier.
it: Impossibile decriptare il documento.
nl: Kan bestand niet decoderen.
ru: Не удается расшифровать файл.

source: Could not find "%@".
fr: “%@” est introuvable.
it: Impossibile trovare “%@”.
nl: Kan “%@” niet vinden.
ru: Не удалось найти «%@».

source: Ensure that the address is correct and please try again.
fr: Assurez-vous que l’adresse est correcte, puis réessayez.
it: Verifica che l’indirizzo sia corretto e riprova.
nl: Controleer of het adres correct is en probeer het opnieuw.
ru: Убедитесь, что адрес указан правильно, затем повторите попытку.

source: Ensure that the server address, user name, and password are correct and please try again.
fr: Assurez-vous que l’adresse du serveur, le nom d’utilisateur et le mot de passe sont corrects, puis réessayez.
it: Verifica che indirizzo server, nome utente e password siano corretti e riprova.
nl: Controleer of het serveradres, de gebruikersnaam en het wachtwoord correct zijn en probeer het opnieuw.
ru: Убедитесь, что адрес сервера, имя пользователя и пароль указаны правильно, затем повторите попытку.

source: Failed to delete "%@".
fr: La suppression de “%@” a échoué.
it: Impossibile eliminare “%@”.
nl: Kan “%@” niet verwijderen.
ru: Сбой при удалении «%@».

source: Failed to move "%@" to "%@".
fr: Le déplacement de “%1$@” vers “%2$@” a échoué.
it: Impossibile spostare “%1$@” in “%2$@”.
nl: “%1$@” kan niet naar “%2$@” worden verplaatst.
ru: Сбой при перемещении «%1$@» в «%2$@».

source: Incorrect encryption password.
fr: Mot de passe de cryptage incorrect.
it: Password di crittografia errata.
nl: Onjuist codeerwachtwoord.
ru: Неверный пароль шифрования.

source: Internal error updating keychain
fr: Erreur interne lors de la mise à jour du trousseau
it: Errore interno durante l'aggiornamento del portachiavi
nl: Interne fout bij bijwerken Keychain
ru: Внутренняя ошибка при обновлении связки ключей

source: No document exists at "%@".
fr: Aucun document n’existe dans “%@”.
it: Non esiste nessun documento in “%@”.
nl: In “%@” staan geen documenten.
ru: Документ отсутствует в «%@».

source: No such directory "%@"
fr: Le répertoire %@ n’existe pas
it: Nessuna directory "%@".
nl: Geen dergelijke map “%@”
ru: Каталог «%@» отсутствует

source: No such file "%@".
fr: Aucun fichier “%@”.
it: Nessun documento “%@”.
nl: Geen dergelijk bestand “%@”.
ru: Файл %@ не найден.

source: Password (%@; %@ rounds; %@)
fr: Mot de passe (%1$@ ; %2$@ passes ; %3$@)
it: Password (%1$@; %2$@ arrotondamenti; %3$@)
nl: Wachtwoord (%1$@; %2$@ ronden; %3$@)
ru: Пароль (%1$@; округление %2$@; %3$@)

source: Please make sure that the destination folder exists.
fr: Assurez-vous que le dossier de destination existe.
it: Assicurati che la cartella di destinazione esista.
nl: Controleer of de doelmap bestaat.
ru: Убедитесь, что папка назначения существует.

source: Unable to decrypt contents of file “%@”.
fr: Impossible de décrypter le contenu du fichier “%@”.
it: Impossibile decriptare i contenuti del file "%@".
nl: Kan inhoud van bestand “%@” niet decoderen.
ru: Не удалось расшифровать содержимое файла «%@».

source: Unable to delete file.
fr: Impossible de supprimer le fichier.
it: Impossibile eliminare il documento.
nl: Bestand kan niet worden verwijderd.
ru: Не удается удалить файл.

source: Unable to move file.
fr: Impossible de déplacer le fichier.
it: Impossibile spostare il documento.
nl: Bestand kan niet worden verplaatst.
ru: Не удается переместить файл.

source: Unable to read document.
fr: Impossible de lire le document.
it: Impossibile leggere il documento.
nl: Document kan niet worden gelezen.
ru: Не удается прочитать документ.

source: Unable to read file.
fr: Impossible de lire le fichier.
it: Impossibile leggere il file.
nl: Kan bestand niet lezen.
ru: Не удается прочитать файл.

source: Unable to write file.
fr: Impossible d’écrire sur le fichier.
it: Impossibile scrivere nel file.
nl: Kan bestand niet schrijven.
ru: Не удается записать файл.

source: Unrecognized settings in encryption header
fr: Réglages non reconnus dans l’en-tête de cryptage.
it: Impostazioni non riconosciute nell'intestazione di criptatura
nl: Niet-herkende instellingen in coderingskoptekst
ru: Нераспознанные параметры шифрования в заголовке
