Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniFoundation/Localization/iOS/*.lproj/OmniFoundation.strings
Languages: es, fr, it, ja, nl, ru

source: y
es: a
fr: a
it: a
ja: 年
nl: j
ru: г.

source: year
es: año
fr: année
it: anno
ja: 年
nl: jaar
ru: год

source: years
es: años
fr: années
it: anni
ja: 年間
nl: jaren
ru: лет

source: zlib returned error code %d.
es: zlib devolvió el código de error %d.
fr: zlib a renvoyé le code d’erreur %d.
it: zlib ha restituito il codice errore %d.
ja: zlib がエラーコード %d を返しました。
nl: zlib heeft foutcode %d geretourneerd.
ru: возвращенный код ошибки zlib %d.

source: zlib returned error code %d. %s.
es: zlib devolvió el código de error %1$d. %2$s.
fr: zlib a renvoyé le code d’erreur %1$d. %2$s.
it: zlib ha restituito il codice errore %1$d. %2$s.
ja: zlib がエラーコード %1$d.を返しました。%2$s。
nl: zlib heeft foutcode %1$d geretourneerd. %2$s.
ru: возвращенный код ошибки zlib %1$d. %2$s.
