Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniFoundation/Localization/iOS/*.lproj/OmniFoundation.strings
Languages: es, fr, it, ja, nl, ru

source: %0.1f GB
fr: %0.1f Go
ru: %0.1f ГБ

source: %0.1f GHz
ru: %0.1f ГГц

source: %0.1f kB
fr: %0.1f Ko
ru: %0.1f КБ

source: %0.1f KHz
ru: %0.1f кГц

source: %0.1f MB
fr: %0.1f Mo
ru: %0.1f МБ

source: %0.1f MHz
ru: %0.1f МГц

source: %0.1f PB
fr: %0.1f Po
ru: %0.1f ПБ

source: %0.1f TB
fr: %0.1f To
ru: %0.1f ТБ

source: %0.1f THz
ru: %0.1f ТГц

source: %d bytes
fr: %d octets
it: %d byte
ja: %d バイト
ru: %d байт

source: %u Hz
ru: %u Гц

source: <Encryption: A password is set>
es: Contraseña
fr: Mot de passe
it: Password
ru: Пароль

source: <Encryption: None>
es: Ninguna
fr: Aucune
it: Nessuna
ru: Отсутствует

source: <Encryption: using %u key(s)>
es: %u claves
fr: %u clés
it: %u chiavi
ru: Ключи %u

source: about %.1f hours
es: aprox. %.1f horas
fr: environ %.1f heures
it: circa %.1f ore
ja: およそ %.1f 時間
nl: ongeveer %.1f uur
ru: около %.1f часов

source: about %d minutes
es: aprox. %d minutos
fr: environ %d minutes
it: circa %d minuti
ja: およそ %d 分
nl: ongeveer %d minuten
ru: около %d минут

source: about %d seconds
es: aprox. %d segundos
fr: environ %d secondes
it: circa %d secondi
ja: およそ %d 秒
nl: ongeveer %d seconden
ru: около %d секунд

source: about a minute
es: aprox. un minuto
fr: environ une minute
it: circa un minuto
ja: およそ 1 分
nl: ongeveer een minuut
ru: около минуты

source: about an hour
es: aprox. una hora
fr: environ une heure
it: circa un’ora
ja: およそ 1 時間
nl: ongeveer een uur
ru: около часа

source: Another application has overridden the lock at "%@".
es: Otra aplicación ha anulado el bloqueo en “%@”.
fr: Une autre application a ignoré le verrou sur “%@”.
it: Il blocco di “%@” è stato sostituito da un'altra applicazione.
ja: 別のアプリケーションが “%@” でロックを上書きしました。
nl: De vergrendeling op “%@” is opgeheven door een andere toepassing.
ru: %@ заблокирован другой программой.

source: Bundle is obsolete
es: Este paquete está obsoleto
fr: Le lot est obsolète
it: Il pacchetto è obsoleto
ja: 古いバンドルです
nl: Verouderde bundel
ru: Пакет устарел

source: Bundle requires additional software
es: Este paquete requiere software adicional
fr: Le lot requiert un logiciel supplémentaire
it: Il pacchetto richiede software aggiuntivo
ja: バンドルには追加のソフトウェアが必要です
nl: Voor de bundel is extra software vereist
ru: Пакет требует дополнительного ПО

source: bzip2 library returned error code %d when finishing compression. %s.
es: La biblioteca bzip2 devolvió el código de error %1$d al finalizar la compresión. %2$s.
fr: La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de la finalisation de la compression. %2$s.
it: La libreria bzip2 ha restituito il codice errore %1$d al termine della compressione. %2$s.
ja: 圧縮処理の終了時に、bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。
nl: bzip2-bibliotheek heeft een foutcode %1$d geretourneerd bij het voltooien van de compressie. %2$s.
ru: Библиотека bzip2 при завершении сжатия вернула ошибку с кодом %1$d. %2$s.

source: bzip2 library returned error code %d when reading data. %s.
es: La biblioteca bzip2 devolvió el código de error %1$d al leer los datos. %2$s.
fr: La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de la lecture des données. %2$s.
it: La libreria bzip2 ha restituito il codice errore %1$d durante la lettura dei dati. %2$s.
ja: データ読み取り時に bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。
nl: bzip2-bibliotheek heeft een foutcode %1$d geretourneerd bij het lezen van de gegevens. %2$s.
ru: Библиотека bzip2 при чтении данных вернула ошибку с кодом %1$d. %2$s.

source: bzip2 library returned error code %d when writing data. %s.
es: La biblioteca bzip2 devolvió el código de error %1$d al escribir los datos. %2$s.
fr: La bibliothèque bzip2 a renvoyé le code d’erreur %1$d lors de l’écriture des données. %2$s.
it: La libreria bzip2 ha restituito il codice errore %1$d durante la scrittura dei dati. %2$s.
ja: データ書き込み時に bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。
nl: bzip2-bibliotheek heeft een foutcode %1$d geretourneerd bij het schrijven van de gegevens. %2$s.
ru: Библиотека bzip2 при записи данных вернула ошибку с кодом %1$d. %2$s.

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
ru: Отмена

source: Cancel <error recovery>
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
ru: Отмена

source: Cannot create socket.
es: No se ha podido crear el conector.
fr: Impossible de créer une interface de connexion.
it: Impossibile creare il socket.
ja: ソケットを作成できません
nl: Kan socket niet aanmaken.
ru: Невозможно создать сокет.

source: Change configuration?
es: ¿Cambiar la configuración?
fr: Changer la configuration ?
it: Modificare la configurazione?
ja: 構成を変更しますか？
nl: Configuratie wijzigen?
ru: Изменить конфигурацию?

source: Could not create directory
es: No se ha podido crear el directorio
fr: Impossible de créer le répertoire
it: Impossibile creare la directory
ja: ディレクトリを作成できません
nl: Map kan niet worden gemaakt
ru: Не удалось создать каталог

source: Could not parse entitlements from embedded provisioning profile
es: No se han podido analizar las autorizaciones del perfil de aprovisionamiento integrado.
fr: Impossible d’analyser les droits du profil d’approvisionnement incorporé
it: Impossibile analizzare le adesioni dal profilo di provisioning incorporato
ja: 埋め込まれているプロビジョニングプロファイルのエンタイトルメントを解析できませんでした
nl: Kan rechten niet analyseren van ingebed voorzieningenprofiel
ru: Не удалось обработать права из встроенного профиля подготовки

source: d
fr: j
it: g
ja: 日
ru: дн.

source: day
es: día
fr: jour
it: giorno
ja: 日
nl: dag
ru: день

source: days
es: días
fr: jours
it: giorni
ja: 日間
nl: dagen
ru: дней

source: Duplicate bundle name
es: Nombre de paquete duplicado
fr: Nom de lot en double
it: Duplica nome pacchetto
ja: バンドル名を複製
nl: Bundelnaam komt meer dan één keer voor
ru: Дублирующееся имя пакета

source: EC public keys are not usable on this OS version
es: No se pueden usar claves públicas EC en esta versión de iOS
fr: Les clés publiques EC ne sont pas utilisables dans cette version d’iOS
it: Chiavi pubbliche CE non utilizzabili con questa versione di SO
ja: EC 公開鍵はこの OS バージョンでは使用できません
nl: Openbare EC-toetsen zijn niet bruikbaar in deze OS-versie
ru: Открытые ключи EC не используются в этой версии OS

source: ed
es: dt
fr: jé
it: gt
nl: vd
ru: ад

source: eh
es: ht
fr: hé
it: ot
nl: vu
ru: ач

source: Element '%@' not allowed at path: %@
es: El elemento '%1$@' no se admite en la ruta: %2$@
fr: L’élément “%1$@” n’est pas autorisé dans le chemin : %2$@
it: Elemento “%1$@” non consentito sul percorso: %2$@
ja: エレメント '%1$@' は次のパスへアクセスできません: %2$@
nl: Element '%1$@' niet toegestaan in pad: %2$@
ru: Элемент «%1$@» не разрешен для пути: %2$@

source: em
es: mt
fr: mé
it: mt
nl: vm
ru: ам

source: Embedded provisioning profile is not a valid PKCS#7 archive
es: El perfil de aprovisionamiento integrado no es un archivo PKCS#7 válido.
fr: Le profil d’approvisionnement incorporé n’est pas une archive PKCS#7 valide
it: Il profilo di provisioning incorporato non è un archivio PKCS#7 valido
ja: 埋め込まれているプロビジョニングプロファイルは有効な PKCS#7 アーカイブではありません
nl: Ingebed voorzieningenprofiel is geen geldig PKCS#7-archief
ru: Встроенный профиль подготовки не является допустимым архивом PKCS#7

source: Embedded provisioning profile not found
es: No se encuentra el perfil de aprovisionamiento integrado.
fr: Profil d’approvisionnement incorporé introuvable
it: Profilo di provisioning incorporato non trovato
ja: 埋め込まれているプロビジョニングプロファイルが見つかりませんでした
nl: Ingebed voorzieningenprofiel niet gevonden
ru: Встроенный профиль подготовки не найден

source: Embedded provisioning profile not readable
es: No se puede leer el perfil de aprovisionamiento integrado.
fr: Profil d’approvisionnement incorporé illisible
it: Profilo di provisioning incorporato non leggibile
ja: 埋め込まれているプロビジョニングプロファイルは読み込み不能です
nl: Ingebed voorzieningenprofiel niet leesbaar
ru: Встроенный профиль подготовки не читается

source: emo
es: met
fr: moé
it: met
nl: vma
ru: амес

source: es
es: sgt
fr: scé
it: st
nl: vs
ru: ас

source: ew
es: st
fr: sé
it: set
nl: vw
ru: ан

source: ey
es: at
fr: aé
it: at
nl: vj
ru: аг

source: Failed to convert '%@' to the same type as '%@' (%@)
es: No se ha podido convertir “%1$@” al mismo tipo que “%2$@” (%3$@)
fr: La conversion de %1$@ en type identique à %2$@ (%3$@) a échoué
it: Impossibile convertire "%1$@" nello stesso tipo di "%2$@" (%3$@)
ru: Сбой преобразования «%1$@» в тип, совпадающий с «%2$@» (%3$@)

source: Failed to create directory for lock file at "%@".
es: No se ha podido crear el directorio del archivo de bloqueo en “%@”.
fr: La création du répertoire du fichier de verrouillage dans “%@” a échoué.
it: Creazione della directory per il documento di blocco in “%@” non riuscita.
ja: “%@” でロックされたファイルのディレクトリの作成に失敗しました。
nl: Map voor vergrendelingsbestand op '%@' kan niet worden gemaakt.
ru: Сбой создания каталога для блокирования файла по адресу %@.

source: Failed to serialize lock information.
es: No se ha podido serializar la información de bloqueo.
fr: Échec de la numérotation des informations de verrouillage.
it: Serializzazione delle informazioni di blocco non riuscita.
ja: ロック情報をシリアル化できませんでした。
nl: Vergrendelingsinformatie kan niet worden geserialiseerd.
ru: Сбой сериализации данных блокировки.

source: Failed to write lock file. %@
es: No se ha podido escribir el archivo de bloqueo. %@
fr: Échec de l’écriture du fichier de verrouillage. %@
it: Scrittura del documento di blocco non riuscita. %@
ja: ロックされたファイルの書き込みに失敗しました。%@
nl: Vergrendelingsbestand kan niet worden geschreven. %@
ru: Сбой записи заблокированного файла. %@

source: h
it: o
ja: 時間
nl: u
ru: ч

source: hour
es: hora
fr: heure
it: ora
ja: 時間
nl: uur
ru: час

source: hours
es: horas
fr: heures
it: ore
ja: 時間
nl: uren
ru: часов

source: Invalid time span format
es: Formato de intervalo de tiempo no válido
fr: Format d’heure non valide
it: Formato di intervallo di tempo non valido
ja: 期間のフォーマットが無効です
nl: Ongeldige structuur van tijdbereik
ru: Неверный формат временного интервала

source: local configuration file
es: archivo de configuración local
fr: fichier de configuration locale
it: documento configurazione locale
ja: ローカル設定ファイル
nl: lokaal configuratiebestand
ru: файл локальной конфигурации

source: m
ja: 分
ru: мин.

source: minute
es: minuto
it: minuto
ja: 分
nl: minuut
ru: минута

source: minutes
es: minutos
it: minuti
ja: 分間
nl: minuten
ru: мин.

source: mo
es: me
it: mm
ja: カ月
nl: md
ru: мес.

source: month
es: mes
fr: mois
it: mese
ja: カ月
nl: maand
ru: месяц

source: months
es: meses
fr: mois
it: mesi
ja: カ月
nl: maanden
ru: мес.

source: No root element was found
es: No se ha encontrado ningún elemento raíz.
fr: Aucun élément racine n’a été trouvé
it: Non è stato trovato alcun elemento root
ja: ルート要素が見つかりませんでした
nl: Geen hoofdelement gevonden
ru: Корневой элемент не найден

source: Not a valid bundle
es: Este paquete no es válido
fr: N’est pas un lot valide
it: Non è un pacchetto valido
ja: 有効なバンドルではありません
nl: Geen geldige bundel
ru: Недопустимый пакет

source: Override Lock
es: Anular bloqueo
fr: Ignorer le verrou
it: Sostituisci blocco
ja: ロックを上書き
nl: Hef vergrendeling op
ru: Перезаписать блокировку

source: PKCS#7 contents of embedded provisioning profile were not a valid plist
es: El contenido PKCS#7 del perfil de aprovisionamiento integrado no es un plist válido.
fr: Le contenu PKCS#7 du profil d’approvisionnement incorporé n’était pas un fichier plist valide
it: I contenuti PKCS#7 del profilo di provisioning incorporato non costituivano un plist valido
ja: 埋め込まれているプロビジョニングプロファイルの PKCS#7 コンテンツは有効な plist ではありませんでした
nl: PKCS#7-inhoud van ingebed voorzieningenprofiel was geen geldige plist
ru: Содержимое PKCS#7 встроенного профиля подготовки не являются допустимым файлом plist

source: Restore "%@" to its default value
es: Restaurar “%@” a su valor por omisión
fr: Rétablir la valeur par défaut de “%@”
it: Ripristinare il valore di default per "%@"
ja: “%@” をデフォルト値に戻します
nl: Herstel “%@” naar zijn standaardwaarde
ru: Восстановить значение «%@» по умолчанию

source: Restore all internal configuration settings to defaults
es: Restaurar todos los ajustes de configuración interna a sus valores por omisión
fr: Rétablir les valeurs par défaut de tous les réglages de configuration interne
it: Ripristinare i valori di default di tutte le impostazioni di configurazione interne
ja: すべての内部構成設定をデフォルトに戻す
nl: Herstel alle interne configuratie-instellingen naar de standaardwaarden
ru: Восстановить для всех внутренних настроек значения по умолчанию

source: s
fr: sc
ja: 秒
ru: с

source: second
es: segundo
fr: seconde
it: secondo
ja: 秒
nl: seconde
ru: секунда

source: seconds
es: segundos
fr: secondes
it: secondi
ja: 秒間
nl: seconden
ru: секунд

source: Set "%@" to "%@"
es: Ajustar “%1$@” a “%2$@
fr: Régler “%1$@” sur “%2$@”
it: Impostare "%1$@" su "%2$@"
ja: “%1$@” を “%2$@” に設定します
nl: Stel “%1$@” in op “%2$@”
ru: Задать для «%1$@» значение «%2$@»

source: The encrypted item "%@" is missing or unreadable.
es: Falta el ítem encriptado “%@” o no se puede leer.
fr: L’élément crypté “%@” est absent ou illisible.
it: L'elemento crittigrafato "%@" è mancante o illeggibile.
ja: 暗号化された項目 “%@” がないか、または読み込めません。
nl: Het gecodeerde onderdeel “%@” ontbreekt of is onleesbaar.
ru: Зашифрованный элемент «%@» отсутствует или не читается.

source: The server certificate for "%@" does not seem to be valid. This site may not be trustworthy. Would you like to connect anyway?
es: Parece que el certificado de servidor para “%@” no es válido. Puede que este sitio no sea de confianza. ¿Deseas conectarte de todos modos?
fr: Le certificat de serveur de “%@” ne semble pas valide. Ce site n’est peut-être pas fiable. Voulez-vous quand même vous y connecter ?
it: Il certificato del server per “%@” non sembra essere valido. Il sito potrebbe non essere attendibile. Connettere comunque?
ja: “%@” に対するサーバの証明書が無効のようです。このサイトの信用性には問題があります。それでも接続しますか？
nl: Het servercertificaat voor “%@” lijkt niet geldig. Deze site is mogelijk niet betrouwbaar. Wilt u toch een verbinding maken?
ru: Возможно, сертификат сервера «%@» недействителен. Этот сайт может являться ненадежным. Подключиться в любом случае?

source: The server certificate for "%@" has an invalid date. It may be expired, or not yet active. Would you like to connect anyway?
es: La fecha del certificado de servidor para “%@” no es válida. Puede que haya caducado o que aún no esté activo. ¿Deseas conectarte de todos modos?
fr: La date du certificat de serveur de “%@” n’est pas valide. Il peut être expiré ou pas encore actif. Voulez-vous quand même vous y connecter ?
it: Il certificato del server per “%@” ha una data non valida. Potrebbe essere scaduto, o non ancora attivo. Connettere comunque?
ja: “%@” に対するサーバの証明書の日付が無効です。有効期限が切れたか、まだ有効ではない可能性があります。それでも接続しますか？
nl: Het servercertificaat voor “%@” heeft een ongeldige datum. Het kan vervallen of nog niet actief zijn. Wilt u toch een verbinding maken?
ru: Сертификат сервера «%@» имеет недопустимую дату. Возможно, сертификат истек или еще не действует. Подключиться в любом случае?

source: The server certificate for "%@" is not signed by any root server. This site may not be trustworthy. Would you like to connect anyway?
es: El certificado de servidor para “%@” no está firmado por ningún servidor raíz. Puede que este sitio no sea de confianza. ¿Deseas conectarte de todos modos?
fr: Le certificat de serveur de “%@” n’est signé par aucun serveur racine. Ce site n’est peut-être pas fiable. Voulez-vous quand même vous y connecter ?
it: Il certificato del server per “%@” non è registrato da alcun server root. Il sito potrebbe non essere attendibile. Connettere comunque?
ja: “%@” に対するサーバの証明書にはいずれのルートサーバからも署名がありません。このサイトの信用性には問題があります。それでも接続しますか？
nl: Het servercertificaat voor “%@” is niet ondertekend door een rootserver. Deze site is mogelijk niet betrouwbaar. Wilt u toch een verbinding maken?
ru: Сертификат сервера «%@» не подписан корневым сервером. Этот сайт может являться ненадежным. Подключиться в любом случае?

source: The server certificate for "%@" is not yet valid. This site may not be trustworthy. Would you like to connect anyway?
es: El certificado de servidor para “%@” aún no es válido. Puede que este sitio no sea de confianza. ¿Deseas conectarte de todos modos?
fr: Le certificat de serveur de “%@” n’est pas encore valide. Ce site n’est peut-être pas fiable. Voulez-vous quand même vous y connecter ?
it: Il certificato del server per “%@” non è ancora valido. Il sito potrebbe non essere attendibile. Connettere comunque?
ja: “%@” に対するサーバの証明書がまだ有効になっていません。このサイトの信用性には問題があります。それでも接続しますか？
nl: Het servercertificaat voor “%@” is nog niet geldig. Deze site is mogelijk niet betrouwbaar. Wilt u toch een verbinding maken?
ru: Сертификат сервера «%@» еще не действителен. Этот сайт может являться ненадежным. Подключиться в любом случае?

source: The server certificate for "%@" is signed by an untrusted root server. This site may not be trustworthy. Would you like to connect anyway?
es: El certificado de servidor para “%@” está firmado por un servidor raíz que no es de confianza. Puede que este sitio no sea de confianza. ¿Deseas conectarte de todos modos?
fr: Le certificat de serveur de “%@” a été signé par un serveur racine qui n’est pas de confiance. Ce site n’est peut-être pas fiable. Voulez-vous quand même vous y connecter ?
it: Il certificato del server per “%@” è registrato da un server root non attendibile. Il sito potrebbe non essere attendibile. Connettere comunque?
ja: “%@” に対するサーバの証明書には信頼されていないルートサーバからの署名があります。このサイトの信用性には問題があります。それでも接続しますか？
nl: Het servercertificaat voor “%@” is ondertekend door een niet-vertrouwde rootserver. Deze site is mogelijk niet betrouwbaar. Wilt u toch een verbinding maken?
ru: Сертификат сервера «%@» подписан ненадежным корневым сервером. Этот сайт может являться ненадежным. Подключиться в любом случае?

source: This configuration link will make the following changes:
es: Este enlace de configuración realizará los siguientes cambios:
fr: Ce lien de configuration effectuera les modifications suivantes :
it: Questo link di configurazione apporterà le seguenti modifiche:
ja: この構成リンクにより、以下の変更が行われます：
nl: Deze configuratiekoppeling brengt de volgende wijzigingen aan:
ru: Эта ссылка конфигурации внесет следующие изменения:

source: This lock was taken by %@ using the computer "%@" on %@ at %@.
es: Este bloqueo fue realizado por %1$@ desde el equipo “%2$@” el %3$@ a las %4$@.
fr: Ce verrou a été pris par %1$@ à l’aide de l’ordinateur “%2$@” sur %3$@ dans %4$@.
it: Questo blocco è stato utilizzato da %1$@ utilizzando il computer “%2$@” su %3$@ alle %4$@.
ja: この書類は %3$@ %4$@ にコンピュータ “%2$@” の %1$@ によってロックされました。
nl: De vergrendeling is uitgevoerd door %1$@ met de computer “%2$@” op %3$@ om %4$@.
ru: Эта блокировка выполнена пользователем %1$@ на компьютере «%2$@» %3$@ в %4$@.

source: This lock was taken by %@ using the computer "%@" on %@ at %@. You may override this lock, but doing so may cause the other application to lose data if it is still running.
es: Este bloqueo fue realizado por %1$@ desde el equipo “%2$@” el %3$@ a las %4$@. Si anulas este bloqueo, la otra aplicación podría perder datos si está activa.
fr: Ce verrou a été pris par %1$@ à l’aide de l’ordinateur “%2$@” sur %3$@ dans %4$@. Vous pouvez ignorer ce verrou, mais cela peut provoquer une perte de données pour l’autre application si elle est en cours d’exécution.
it: Questo blocco è stato utilizzato da %1$@ mediante il computer “%2$@” su %3$@ in %4$@. Puoi sostituire il blocco, ma ciò potrebbe causare la perdita dei dati dell'altra applicazione, se ancora in esecuzione.
ja: この書類は %3$@ %4$@ にコンピュータ “%2$@” の %1$@ によってロックされました。 このロックを上書きできますが、他のアプリケーションが実行中の場合には、データを失う可能性があります。
nl: Deze vergrendeling is uitgevoerd door %1$@ met de computer “%2$@” op %3$@ om %4$@. U kunt deze vergrendeling opheffen, maar daardoor kan de andere toepassing gegevens verliezen als deze nog steeds actief is.
ru: Эта блокировка выполнена %1$@ с компьютера “%2$@” %3$@ в %4$@. Можно перезаписать эту блокировку, но это приведет к потере данных в другой программе, если она еще запущена.

source: Unable to compress data.
es: No se han podido comprimir los datos.
fr: Impossible de compresser les données.
it: Impossibile comprimere i dati.
ja: データを圧縮できません。
nl: Gegevenscompressie niet mogelijk.
ru: Не удается сжать данные.

source: Unable to decompress data.
es: No se han podido descomprimir los datos.
fr: Impossible de décompresser les données.
it: Impossibile decomprimere i dati.
ja: データを解凍できません。
nl: Gegevensdecompressie niet mogelijk.
ru: Не удается распаковать данные.

source: Unable to decompress gzip data: invalid header
es: No se ha podido descomprimir la información gzip: la cabecera no es válida
fr: Impossible de décompresser les données gzip : en-tête non valide
it: Impossibile decomprimere i dati gzip: intestazione non valida
ja: gzip データを解凍できません: 無効なヘッダです
nl: Decompressie gzip-gegevens niet mogelijk: ongeldige koptekst
ru: Не удается распаковать данные gzip: недопустимый заголовок

source: Unable to initialize compression
es: No se ha podido iniciar la compresión
fr: Impossible d’initialiser la compression
it: Impossibile inizializzare la compressione
ja: 圧縮処理を初期化できません
nl: Comprimeren kan niet worden gestart
ru: Не удается инициализировать сжатие

source: Unable to initialize decompression
es: No se ha podido iniciar la descompresión
fr: Impossible d’initialiser la décompression
it: Impossibile inizializzare la decompressione
ja: 解凍処理を初期化できません
nl: Decomprimeren kan niet worden gestart
ru: Не удается инициализировать распаковку

source: Unable to lock document.
es: No se puede bloquear el documento.
fr: Impossible de verrouiller le document.
it: Impossibile bloccare il documento.
ja: 書類をロックできません。
nl: Document kan niet worden vergrendeld.
ru: Не удается заблокировать документ.

source: Unable to parse value
es: No se ha podido analizar el valor
fr: Impossible d’analyser la valeur
it: Impossibile analizzare il valore
ru: Не удается обработать значение

source: Unexpected CMS content-type
es: Tipo de contenido CMS inesperado
fr: Type de contenu CMS inattendu
it: Tipo di contenuto CMS imprevisto
ja: 予期しない CMS コンテンツタイプ
nl: Onverwacht CMS-inhoudstype
ru: Неожиданный тип содержимого CMS

source: Unknown compression algorithm
es: Algoritmo de compresión desconocido
fr: Algorithme de compression inconnu
it: Algoritmo di compressione sconosciuto
ja: 圧縮アルゴリズムが不明です
nl: Onbekend compressie-algoritme
ru: Неизвестный алгоритм сжатия

source: Unknown public key algorithm
es: Algoritmo de clave pública desconocido
fr: Algorithme de clé publique inconnu
it: Algoritmo di chiave pubblica sconosciuto
ja: 不明な公開鍵アルゴリズム
nl: Onbekend algoritme openbare sleutel
ru: Неизвестный алгоритм открытого ключа

source: Unknown(cryptographic algorithm)
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
ru: Неизвестно

source: unrecognized compression format.
es: formato de compresión desconocido.
fr: format de compression non reconnu.
it: formato di compressione non riconosciuto.
ja: 認識できない圧縮フォーマットです。
nl: compressiestructuur niet herkend.
ru: неизвестный формат сжатия.

source: Unsupported encryption algorithm
es: Algoritmo de encriptación incompatible
fr: Algorithme de cryptage non pris en charge
it: Algoritmo di crittografia non supportato
ja: サポートされていない暗号化アルゴリズム
nl: Niet-ondersteund coderingsalgoritme
ru: Неподдерживаемый алгоритм шифрования

source: w
es: s
fr: s
it: s
ja: 週間
ru: нед.

source: Warning encountered while loading XML.
es: Se ha encontrado una advertencia al cargar el XML.
fr: Avertissement lors du chargement du fichier XML.
it: Rilevato un avviso durante il caricamento di XML.
ja: XML 読み込み中に警告に遭遇しました。
nl: Waarschuwing bij laden van XML.
ru: При загрузке XML было создано предупреждение.

source: week
es: semana
fr: semaine
it: settimana
ja: 週間
ru: неделя

source: weeks
es: semanas
fr: semaines
it: settimane
ja: 週間
nl: weken
ru: недель
