Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniFileExchange/Localization/iOS/*.lproj/OmniFileExchange.strings
Languages: de, fr, it, ja, nl, pt_br, ru

source: %@ (conflict %lu from %@)
de: %1$@ (Konflikt %2$lu von %3$@)
fr: %1$@ (conflit %2$lu depuis %3$@)
it: %1$@ (conflitto %2$lu da %3$@)
ja: %1$@（%3$@ からの競合 %2$lu）
nl: %1$@ (conflict %2$lu van %3$@)
pt_br: %1$@ (conflito %2$lu de %3$@)
ru: %1$@ (конфликт %2$lu с %3$@)

source: %@ (conflict from %@)
de: %1$@ (Konflikt von %2$@)
fr: %1$@ (conflit depuis %2$@)
it: %1$@ (conflitto da %2$@)
ja: %1$@（%2$@ からの競合）
nl: %1$@ (conflict van %2$@)
pt_br: %1$@ (conflito de %2$@)
ru: %1$@ (конфликт с %2$@)

source: %@ on %@
de: %1$@ auf %2$@
fr: %1$@ sur %2$@
it: %1$@ su %2$@
ja: %2$@上の%1$@
nl: %1$@ op %2$@
pt_br: %1$@ sobre %2$@
ru: %1$@ на %2$@

source: ^(.*) \(conflict( [0-9+])? from .*\)$
de: ^(.*) \(Konflikt( [0-9+])? von .*\)$
fr: ^(.*) \(conflit( [0-9+])? depuis .*\)$
it: ^(.*) \(conflitto( [0-9+])? da .*\)$
ja: ^(.*) \(.* からの競合( [0-9+])?\)$
nl: ^(.*) \(conflict( [0-9+])? van .*\)$
pt_br: ^(.*) \(conflito( [0-9+])? de .*\)$
ru: ^(.*) \(конфликт( [0-9+])? с .*\)$

source: Account is missing login credentials.
de: Dem Account fehlen Anmeldeinformationen.
fr: Les informations d'identification de connexion sont manquantes pour ce compte.
it: Credenziali di accesso mancanti per l'account.
ja: アカウントにログイン資格情報がありません。
nl: De aanmeldingsgegevens voor de account ontbreken.
pt_br: Faltam na conta as credenciais de início de sessão.
ru: Для учетной записи отсутствуют данные входа.

source: Account not configured
de: Account nicht konfiguriert
fr: Compte non configuré
it: Account non configurato
ja: アカウントが設定されていません。
nl: Account niet geconfigureerd
pt_br: Conta não configurada
ru: Учетная запись не настроена

source: Add Omni Sync Server Account
de: Omni Sync Server-Account hinzufügen
fr: Ajouter un compte Omni Sync Server
it: Aggiungi account Omni Sync Server
ja: Omni Sync Server アカウントを追加
nl: Voeg Omni Sync Server-account toe
pt_br: Adicionar Conta do Omni Sync Server
ru: Добавить учетную запись сервера Omni Sync

source: Add WebDAV Server
de: WebDAV-Server hinzufügen
fr: Ajouter un serveur WebDAV
it: Aggiungi server WebDAV
ja: WebDAV サーバを追加
nl: Voeg WebDAV-server toe
pt_br: Adicionar Servidor WebDAV
ru: Добавить сервер WebDAV

source: Another account is syncing to this folder already.
de: Ein anderer Account synchronisiert bereits mit diesem Ordner.
fr: Un autre compte est en train de synchroniser des données avec ce dossier.
it: Un altro account si sincronizza già a questa cartella.
ja: 別のアカウントがこのフォルダに対してすでに同期しています。
nl: Er is al een andere account bezig met synchroniseren met deze map.
pt_br: Outra conta já está sincronizando-se com esta pasta.
ru: С этой папкой уже синхронизируется другая учетная запись.

source: Cannot locate synchronized documents folder.
de: Synchronisierter Dokumentordner kann nicht gefunden werden.
fr: Impossible de localiser le dossier de documents synchronisés.
it: Impossibile individuare la cartella dei documenti sincronizzati.
ja: 同期済み書類フォルダが見つかりません。
nl: Kan gesynchroniseerde documentenmap niet vinden.
pt_br: Não foi possível localizar a pasta de documentos sincronizados.
ru: Не удается найти папку синхронизированных документов.

source: Cannot move document.
de: Dokument kann nicht bewegt werden.
fr: Impossible de déplacer le document.
it: Impossibile spostare il documento.
ja: 書類を移動できません。
nl: Kan geen document verplaatsen.

source: Cannot start account agent.
de: Account-Agent kann nicht gestartet werden.
fr: Impossible de démarrer l’agent du compte.
it: Impossibile avviare l'agente dell'account.
ja: アカウントエージェントを起動できません。
nl: Kan accountagent niet starten.
pt_br: Não foi possível iniciar o agente de conta.
ru: Не удалось запустить агент учетных записей.

source: Cannot start syncing.
de: Synchronisierung kann nicht gestartet werden.
fr: Impossible de démarrer la synchronisation.
it: Impossibile avviare la sincronizzazione.
ja: 同期を開始できません。
nl: Kan synchronisatie niet starten.
pt_br: Não foi possível iniciar a sincronização.
ru: Не удалось начать синхронизацию.

source: Cannot sync with account.
de: Mit dem Account kann nicht synchronisiert werden.
fr: Impossible de synchroniser avec le compte.
it: Impossibile sincronizzarsi con l'account.
ja: アカウントと同期できません。
nl: Kan niet synchroniseren met account.
pt_br: Não foi possível sincronizar com a conta.
ru: Не удалось выполнить синхронизацию с учетной записью.

source: Checking Credentials
de: Anmeldeinformationen werden überprüft
fr: Vérification des informations d’identification
it: Verifico credenziali
ja: 資格情報を確認中
nl: Gegevens worden gecontroleerd
pt_br: Verificando Credenciais
ru: Проверка учетных данных

source: Copy from iTunes
de: Aus iTunes kopieren
fr: Copier depuis iTunes
it: Copia da iTunes
ja: iTunes からコピー
nl: Kopieer van iTunes

source: Could not access synchronized documents folder.
de: Auf den synchronisierten Dokumentordner konnte nicht zugegriffen werden.
fr: Impossible d’accéder au dossier de documents synchronisés.
it: Impossibile accedere alla cartella dei documenti sincronizzati.
ja: 同期済み書類フォルダにアクセスできませんでした。
nl: Kan geen toegang krijgen tot gesynchroniseerde documentenmap.
pt_br: Não foi possível acessar a pasta de documentos sincronizados.
ru: Не удалось получить доступ к папке с синхронизированными документами.

source: Could not resolve archived bookmark for synchronized documents folder.
de: Das archivierte Lesezeichen für den synchronisierten Dokumentordner konnte nicht aufgelöst werden.
fr: Impossible de résoudre le signet archivé pour le dossier de documents synchronisés.
it: Impossibile risolvere il segnalibro archiviato per la cartella dei documenti sincronizzati.
ja: 同期済み書類フォルダのアーカイブ済みブックマークを解決できませんでした。
nl: Kan de gearchiveerde bladwijzer niet oplossen voor gesynchroniseerde documentenmap.
pt_br: Não foi possível resolver os favoritos arquivados da pasta de documentos sincronizados.
ru: Не удалось получить архивированную закладку для папки синхронизированных документов.

source: Documents
de: Dokumente
it: Documenti
ja: 書類
nl: Documenten

source: Easily sync Omni documents. Signup is free!
de: Synchronisieren Sie Omni-Dokumente mühelos. Kostenlose Anmeldung!
fr: Synchronisez des documents Omni. Abonnement gratuit !
it: Sincr. i documenti Omni. La registrazione è gratuita.
ja: Omni 書類を簡単に同期。サインアップは無料です！
nl: Synchr. van Omni-documenten. Aanmelden is gratis.
pt_br: Sincronize facilmente os docs. do Omni. Registro gratuito!
ru: Cинхронизация документов Omni. Бесплатная регистрация!

source: Export to "%@"
de: Exportieren nach „%@“
fr: Exporter vers “%@”
it: Esporta in “%@”
ja: “%@” に書き出す
nl: Exporteer naar “%@”
pt_br: Exportar para “%@”
ru: Экспортировать в «%@»

source: Export to iTunes
de: Exportieren nach iTunes
fr: Exporter vers iTunes
it: Esporta in iTunes
ja: iTunes に書き出す
nl: Exporteer naar iTunes

source: Local account documents folder is missing.
de: Dokumentordner des lokalen Accounts fehlt.
fr: Le dossier de documents de compte locaux est manquant.
it: La cartella dei documenti dell'account locale è mancante.
ja: ローカルアカウント書類フォルダがありません。
nl: Map met lokale accountdocumenten ontbreekt.
pt_br: Está faltando a pasta de documentos da conta local.
ru: Отсутствует папка документов локальной учетной записи.

source: Local documents folder cannot be used.
de: Lokaler Dokumentordner kann nicht verwendet werden.
fr: Le dossier de documents locaux ne peut pas être utilisé.
it: La cartella dei documenti locali non è utilizzabile.
ja: ローカル書類フォルダを使用することはできません。
nl: De lokale documentenmap kan niet worden gebruikt.
pt_br: Não é possível usar a pasta de documentos local.
ru: Не удается использовать папку документов локальной учетной записи.

source: No documents folder has been picked.
de: Es wurde kein Dokumentordner ausgewählt.
fr: Aucun dossier de documents n’a été sélectionné.
it: Nessuna cartella di documenti è stata selezionata.
ja: 書類フォルダが選択されていません。
nl: Er is geen documentenmap gekozen.
pt_br: Nenhuma pasta de documentos foi selecionada.
ru: Папка документов не выбрана.

source: Please check that the account information you entered is correct.
de: Überprüfen Sie, ob die eingegebenen Accountinformationen richtig sind.
fr: Vérifiez que les informations de compte saisies sont correctes.
it: Verifica che i dati di account immessi siano corretti.
ja: 入力したアカウント情報が正しいことを確認してください。
nl: Controleer of de accountinformatie die u hebt ingevoerd, juist is.
pt_br: Certifique-se de que as informações da conta que você inseriu estão corretas.
ru: Убедитесь, что указанные данные учетной записи верны.

source: Please choose another location for your synced documents.
de: Wählen Sie einen anderen Speicherort für Ihre synchronisierten Dokumente.
fr: Choisissez un autre emplacement pour vos documents synchronisés.
it: Scegli un'altra posizione per i documenti personalizzati.
ja: 同期する書類用に別の場所を指定してください。
nl: Kies een andere locatie voor uw gesynchroniseerde documenten.
pt_br: Escolha outra localização para seus documentos sincronizados.
ru: Выберите другое расположение для синхронизированных документов.

source: Please enter an address for the account.
de: Geben Sie eine Adresse für den Account ein.
fr: Saisissez une adresse pour le compte.
it: Inserisci un indirizzo per l'account.
ja: アカウントのアドレスを入力してください。
nl: Voer een adres in voor de account.
pt_br: Insira um endereço para a conta.
ru: Введите адрес учетной записи.

source: Please enter an username for the account.
de: Geben Sie einen Benutzernamen für den Account ein.
fr: Saisissez un nom d’utilisateur pour le compte.
it: Inserisci un nome utente per l'account.
ja: アカウントのユーザ名を入力してください。
nl: Voer een gebruikersnaam in voor de account.
pt_br: Insira um nome de usuário para a conta.
ru: Введите имя пользователя учетной записи.

source: Server location not found
de: Serverort nicht gefunden
fr: Emplacement du serveur introuvable
it: Posizione del server non trovata
ja: サーバの場所が見つかりません
nl: Serverlocatie niet gevonden
pt_br: Localização do servidor não encontrada
ru: Местоположение сервера не найдено

source: Sync failed: cloud account needs to be upgraded.
de: Synchronisierung fehlgeschlagen: Upgrade für den Cloud-Account ist erforderlich.
fr: Échec de la synchronisation : le compte du cloud doit être mis à niveau.
it: Sincronizzazione non riuscita: necessario l'upgrade dell'account cloud.
ja: 同期に失敗：クラウドアカウントをアップグレードする必要があります。
nl: Synchronisatie mislukt: de cloud-account moet worden bijgewerkt.
pt_br: Sincronização falhou: a conta da nuvem precisa ser atualizada.
ru: Сбой синхронизации: необходимо обновить облачную учетную запись.

source: Sync failed: OmniPresence upgrade required.
de: Synchronisierung fehlgeschlagen: OmniPresence-Upgrade ist erforderlich.
fr: Échec de la synchronisation : mise à niveau d’OmniPresence nécessaire.
it: Sincronizzazione non riuscita: necessario l'upgrade di OmniPresence.
ja: 同期に失敗：OmniPresence のアップグレードが必要です。
nl: Synchronisatie mislukt: upgrade OmniPresence vereist.
pt_br: Sincronização falhou: é necessária a atualização do OmniPresence.
ru: Сбой синхронизации: необходимо обновить OmniPresence.

source: Sync failed: unable to update device registration.
de: Synchronisierung fehlgeschlagen: Die Geräteregistrierung kann nicht aktualisiert werden.
fr: Échec de la synchronisation : impossible de mettre à jour l’enregistrement de l’appareil.
it: Sincronizzazione non riuscita: impossibile aggiornare la registrazione del dispositivo.
ja: 同期に失敗：デバイス登録を更新できません。
nl: Synchronisatie mislukt: kan de apparaatregistratie niet bijwerken.
pt_br: Sincronização falhou: não foi possível atualizar o registro do dispositivo.
ru: Сбой синхронизации: не удается обновить регистрацию устройства.

source: Testing Server for Compatibility
de: Server wird auf Kompatibilität getestet
fr: Test de compatibilité du serveur
it: Test compatibilità del server
ja: サーバの互換性をテスト中
nl: Server wordt getest op compatibiliteit
pt_br: Testando Compatibilidade do Servidor
ru: Тест-сервер для проверки совместимости

source: The cloud account requires OmniPresence format %@, but this device is using format %@. Please upgrade this copy of OmniPresence.
de: Der Cloud-Account erfordert das OmniPresence-Format %1$@, aber dieses Gerät verwendet das Format %2$@. Führen Sie für diese Kopie von OmniPresence ein Upgrade durch.
fr: Le compte du cloud nécessite le format OmniPresence %1$@, mais cet appareil utilise le format %2$@. Mettez à niveau cette copie d’OmniPresence.
it: Necessario il formato %1$@ di OmniPresence per l'account cloud, mentre il dispositivo in uso utilizza il formato %2$@. Effettua l'upgrade di questa copia di OmniPresence.
ja: このクラウドアカウントには OmniPresence フォーマット %1$@ が必要ですが、このデバイスはフォーマット %2$@ を使用しています。 この OmniPresence をアップグレードしてください。
nl: De cloud-account vereist een OmniPresence-opmaak %1$@, maar dit apparaat gebruikt de opmaak %2$@. Voer een upgrade uit van dit exemplaar van OmniPresence.
pt_br: A conta da nuvem requer o formato do OmniPresence %1$@, mas este dispositivo está usando o formato %2$@. Atualize esta cópia do OmniPresence.
ru: Для облачной учетной записи требуется формат OmniPresence %1$@, а на этом устройстве используется формат %2$@. Обновите эту копию OmniPresence.

source: The document "%@" is not fully downloaded.
de: Das Dokument „%@“ ist nicht vollständig heruntergeladen.
fr: Le document “%@” n’a pas été complètement téléchargé.
it: Il documento “%@” non è stato scaricato completamente.
ja: 書類 “%@” は完全にはダウンロードされていません。
nl: Het document “%@” kan niet volledig worden gedownload.

source: The proposed local documents folder already contains files. Please specify an empty folder or one that doesn't yet exist.
de: Der vorgeschlagene lokale Dokumentordner enthält bereits Dateien. Geben Sie einen leeren Ordner oder einen nicht vorhandenen Ordner an.
fr: Le dossier de documents locaux proposé contient déjà des fichiers. Spécifiez un dossier vide ou un qui n’existe pas encore.
it: La cartella proposta per i documenti locali contiene già documenti. Specifica una cartella vuota o una non ancora esistente.
ja: 提案されたローカル書類フォルダにはすでにファイルが含まれています。空のフォルダまたはまだ存在しないフォルダを指定してください。
nl: De voorgestelde map met lokale documenten bevat al bestanden. Geef een lege map op of een map die nog niet bestaat.
pt_br: A pasta de documentos local proposta já contém arquivos. Especifique uma pasta vazia ou uma que ainda não existe.
ru: Предложенная папка локальных документов уже содержит файлы. Укажите пустую или несуществующую папку.

source: The proposed local documents folder is not on a local volume. Please pick a location that is local to your computer.
de: Der vorgeschlagene lokale Dokumentordner ist nicht auf einem lokalen Volume. Wählen Sie einen Ort, der lokal auf Ihrem Computer ist.
fr: Le dossier de documents locaux proposé ne se trouve pas sur un volume local. Sélectionnez un emplacement local sur votre ordinateur.
it: La cartella proposta per i documenti locali non si trova su un volume locale. Seleziona una posizione locale sul tuo computer.
ja: 提案されたローカル書類フォルダはローカルボリュームにありません。お使いのコンピュータに対してローカルである場所を選択してください。
nl: De voorgestelde map met lokale documenten bevindt zich niet op een lokaal volume. Kies een locatie die lokaal is voor uw computer.
pt_br: A pasta de documentos local proposta não está em um volume local. Selecione uma localização que esteja em seu computador.
ru: Предложенная папка локальных документов не находится на локальном томе. Выберите местоположение на локальном компьютере.

source: The selected local folder appears to be inside a %@ folder. Using two file synchronization systems on the same folder can result in data loss.
de: Der ausgewählte lokale Ordner scheint in einem %@-Ordner zu sein. Die Verwendung von zwei Dateisynchronisierungssystemen für den gleichen Ordner kann zu Datenverlust führen.
fr: Le dossier local sélectionné semble se trouver dans un dossier %@. L’utilisation de deux systèmes de synchronisation de fichiers pour un même dossier peut provoquer la perte de données.
it: La cartella dei documenti locali selezionata sembra trovarsi all'interno di una cartella %@. Utilizzare due sistemi di sincronizzazione dei file sulla stessa cartella può causare la perdita di dati.
ja: 選択したローカルフォルダは %@ フォルダ内にあるようです。1 つのフォルダで 2 つのファイル同期システムを使用すると、データを損失する可能性があります。
nl: De geselecteerde lokale map lijkt in een %@-map te liggen. Het gebruik van twee systemen voor bestandssynchronisatie op dezelfde map kan resulteren in gegevensverlies.
pt_br: A pasta local selecionada parece estar dentro de uma pasta do %@. O uso de dois sistemas de sincronização na mesma pasta pode resultar em perda de dados.
ru: Выбранная локальная папка находится в папке %@. Использование для одной папки двух служб синхронизации может привести к потере данных.

source: The selected local folder is in your %@ folder, which can be synchronized by iCloud Drive on Sierra. Using two file synchronization systems on the same folder can result in data loss.
de: Der ausgewählte lokale Ordner ist in Ihrem %@-Ordner, der unter Sierra von iCloud Drive synchronisiert werden kann. Die Verwendung von zwei Dateisynchronisierungssystemen für den gleichen Ordner kann zu Datenverlust führen.
fr: Le dossier local sélectionné se trouve dans votre dossier %@ qui peut être synchronisé par iCloud Drive sous Sierra. L’utilisation de deux systèmes de synchronisation de fichiers pour un même dossier peut provoquer la perte de données.
it: La cartella locale selezionata si trova nella cartella %@, che può essere sincronizzata da iCloud Drive su Sierra. Utilizzare due sistemi di sincronizzazione dei file sulla stessa cartella può causare la perdita di dati.
ja: 選択したローカルフォルダは、Sierra 上の iCloud Drive によって同期される %@ フォルダ内にあります。1 つのフォルダで 2 つのファイル同期システムを使用すると、データを損失する可能性があります。
nl: De geselecteerde lokale map is in uw %@-map die kan worden gesynchroniseerd via iCloud Drive op Sierra. Het gebruik van twee systemen voor bestandssynchronisatie op dezelfde map kan resulteren in gegevensverlies.
pt_br: A pasta local selecionada está em sua pasta do %@, que pode ser sincronizada pelo iCloud Drive no Sierra. O uso de dois sistemas de sincronização na mesma pasta pode resultar em perda de dados.
ru: Выбранная локальная папка находится в вашей папке %@, которую можно синхронизировать с помощью iCloud Drive в ОС Sierra. Использование для одной папки двух служб синхронизации может привести к потере данных.

source: The selected local folder is in your %@ folder. Using two file synchronization systems on the same folder can result in data loss.
de: Der ausgewählte lokale Ordner ist in Ihrem %@-Ordner. Die Verwendung von zwei Dateisynchronisierungssystemen für den gleichen Ordner kann zu Datenverlust führen.
fr: Le dossier local sélectionné se trouve dans votre dossier %@. L’utilisation de deux systèmes de synchronisation de fichiers pour un même dossier peut provoquer la perte de données.
it: La cartella locale selezionata si trova nella cartella %@. Utilizzare due sistemi di sincronizzazione dei file sulla stessa cartella può causare la perdita di dati.
ja: 選択したローカルフォルダは %@ フォルダ内にあります。1 つのフォルダで 2 つのファイル同期システムを使用すると、データを損失する可能性があります。
nl: De geselecteerde lokale map is in uw %@-map. Het gebruik van twee systemen voor bestandssynchronisatie op dezelfde map kan resulteren in gegevensverlies.
pt_br: A pasta local selecionada está em sua pasta do %@. O uso de dois sistemas de sincronização na mesma pasta pode resultar em perda de dados.
ru: Выбранная локальная папка находится в вашей папке %@. Использование для одной папки двух служб синхронизации может привести к потере данных.

source: The selected local folder is on your Desktop, which can be synchronized by iCloud Drive on Sierra. Using two file synchronization systems on the same folder can result in data loss.
de: Der ausgewählte lokale Ordner ist auf Ihrem Schreibtisch, der unter Sierra von iCloud Drive synchronisiert werden kann. Die Verwendung von zwei Dateisynchronisierungssystemen für den gleichen Ordner kann zu Datenverlust führen.
fr: Le dossier local sélectionné se trouve sur votre bureau qui peut être synchronisé par iCloud Drive sous Sierra. L’utilisation de deux systèmes de synchronisation de fichiers pour un même dossier peut provoquer la perte de données.
it: La cartella locale selezionata si trova sulla Scrivania, che può essere sincronizzata da iCloud Drive su Sierra. Utilizzare due sistemi di sincronizzazione dei file sulla stessa cartella può causare la perdita di dati.
ja: 選択したローカルフォルダは、Sierra 上の iCloud Drive によって同期されるデスクトップにあります。1 つのフォルダで 2 つのファイル同期システムを使用すると、データを損失する可能性があります。
nl: De geselecteerde lokale map is op uw bureaublad dat kan worden gesynchroniseerd via iCloud Drive op Sierra. Het gebruik van twee systemen voor bestandssynchronisatie op dezelfde map kan resulteren in gegevensverlies.
pt_br: A pasta local selecionada está em sua Mesa, que pode ser sincronizada pelo iCloud Drive no Sierra. O uso de dois sistemas de sincronização na mesma pasta pode resultar em perda de dados.
ru: Выбранная локальная папка находится на вашем рабочем столе, который можно синхронизировать с помощью iCloud Drive в ОС Sierra. Использование для одной папки двух служб синхронизации может привести к потере данных.

source: This app requires OmniPresence format %@, but the cloud account is using format %@. Please upgrade the cloud account.
de: Diese App erfordert das OmniPresence-Format %1$@, aber der Cloud-Account verwendet das Format %2$@. Führen Sie für den Cloud-Account ein Upgrade durch.
fr: Cette app nécessite le format OmniPresence %1$@, mais le compte du cloud utilise le format %2$@. Mettez le compte du cloud à niveau.
it: Necessario il formato %1$@ di OmniPresence per questa applicazione, mentre l'account cloud utilizza il formato %2$@. Effettua l'upgrade dell'account cloud.
ja: このアプリには OmniPresence フォーマット %1$@ が必要ですが、このクラウドアカウントはフォーマット %2$@ を使用しています。 クラウドアカウントをアップグレードしてください。
nl: Deze app vereist een OmniPresence-opmaak %1$@, maar de cloud-account gebruikt de opmaak %2$@. Voer een upgrade uit van de cloud-account.
pt_br: Este app requer o formato do OmniPresence %1$@, mas a conta da nuvem está usando o formato %2$@. Atualize a conta da nuvem.
ru: Для этого приложения требуется формат OmniPresence %1$@, а в облачной учетной записи используется формат %2$@. Обновите облачную учетную запись.

source: This OmniPresence folder contains another OmniPresence synced folder.
de: Dieser OmniPresence-Ordner enthält einen weiteren Ordner, der mit OmniPresence synchronisiert wird.
fr: Ce dossier OmniPresence contient un autre dossier OmniPresence synchronisé.
it: Questa cartella OmniPresence contiene un'altra cartella OmniPresence sincronizzata.
ja: この OmniPresence フォルダには別の OmniPresence 同期フォルダが含まれています。
nl: Deze OmniPresence-map bevat een andere gesychroniseerde OmniPresence-map.
pt_br: Esta pasta do OmniPresence contém outra pasta sincronizada do OmniPresence.
ru: Эта папка OmniPresence содержит другую папку синхронизации OmniPresence.

source: Too many file transfers encountered errors recently.
de: Während der letzten Dateiübertragungen traten zu viele Fehler auf.
fr: Il y a eu trop d’erreurs de transfert de fichiers récemment.
it: Troppi errori verificatisi di recente durante il trasferimento di file.
ja: 最近、ファイル転送で発生したエラーが多すぎます。
nl: Teveel bestandsoverdrachten hebben onlangs fouten aangetroffen.
pt_br: Excessivas transferências de arquivo apresentaram erros recentemente.
ru: Недавняя передача большого числа файлов вызвала ошибки.

source: Unable to create temporary items in the proposed location.
de: Temporäre Objekte können am vorgeschlagenen Ort nicht erstellt werden.
fr: Impossible de créer des éléments temporaires dans l’emplacement proposé.
it: Impossibile creare elementi temporanei nel percorso proposto.
ja: 提案された場所に一時項目を作成できません。
nl: Kan de tijdelijke items niet maken op de voorgestelde locatie.
pt_br: Não foi possível criar itens temporários no local proposto.
ru: Не удается создать временные элементы в предложенном местоположении.
