Repository: omnigroup/OmniGroup
Catalog: Frameworks/OmniFileExchange/Localization/iOS/*.lproj/OmniFileExchange.strings
Languages: de, fr, it, ja, nl, pt_br, ru

source: Unable to determine the filesystem properties of the proposed documents folder.
de: Die Dateisystemeigenschaften des vorgeschlagenen Dokumentordners können nicht bestimmt werden.
fr: Impossible de déterminer les propriétés du système de fichiers du dossier de documents proposé.
it: Impossibile stabilire le proprietà del file system della cartella proposta per i documenti.
ja: 提案された書類フォルダのファイルシステムプロパティを判断できません。
nl: Kan de eigenschappen van het bestandssysteem van de voorgestelde documentenmap niet vaststellen.
pt_br: Não foi possível determinar as propriedades do sistema de arquivo da pasta de documentos proposta.
ru: Не удается определить свойства файловой системы для предложенной папки документов.

source: Unable to find synchronized folder for account.
de: Der synchronisierte Ordner für den Account kann nicht gefunden werden.
fr: Le dossier synchronisé pour le compte est introuvable.
it: Impossibile trovare la cartella sincronizzata per l'account.
ja: アカウントの同期済みフォルダを見つけることができません。
nl: Kan geen gesynchroniseerde map voor account vinden.
pt_br: Não foi possível localizar a pasta sincronizada da conta.
ru: Не удается найти синхронизированную папку для учетной записи.

source: Unable to open documents folder.
de: Der Dokumentordner kann nicht geöffnet werden.
fr: Impossible d’ouvrir le dossier de documents.
it: Impossibile aprire la cartella dei documenti.
ja: 書類フォルダを開けません。
nl: Kan documentenmap niet openen.
pt_br: Não foi possível abrir a pasta de documentos.
ru: Не удается открыть папку документов.

source: Unable to update device registration on the cloud server.
de: Die Geräteregistrierung auf dem Cloud-Server kann nicht aktualisiert werden.
fr: Impossible de mettre à jour l’enregistrement de l’appareil sur le serveur du cloud.
it: Impossibile aggiornare la registrazione del dispositivo sul server cloud.
ja: クラウドサーバ上のデバイス登録を更新できません。
nl: Kan de apparaatregistratie op de cloudserver niet bijwerken.
pt_br: Não foi possível atualizar o registro do dispositivo no servidor da nuvem.
ru: Не удается обновить регистрацию устройства на облачном сервере.

source: Unable to verify login credentials at this time.
de: Die Anmeldeinformationen können zurzeit nicht überprüft werden.
fr: Impossible de vérifier les informations d'identification de connexion actuellement.
it: Impossibile al momento verificare le credenziali di accesso.
ja: 現在、ログイン資格情報を検証できません。
nl: De aanmeldingsgegevens kunnen momenteel niet worden gecontroleerd.
pt_br: Não foi possível verificar as credenciais de início de sessão no momento.
ru: Не удалось проверить учетные данные входа.

source: Use your own WebDAV space.
de: Verwenden Sie Ihren eigenen WebDAV-Speicher.
fr: Utilisez votre propre espace WebDAV.
it: Utilizza il tuo spazio WebDAV.
ja: WebDAV の場所を使用します。
nl: Gebruik uw eigen WebDAV-ruimte.
pt_br: Use seu próprio espaço do WebDAV.
ru: Используйте собственное пространство на сервере WebDAV.

source: Validating Account...
de: Account überprüfen …
fr: Validation du compte…
it: Convalido account…
ja: アカウントを検証中...
nl: Bezig met valideren van de account…
pt_br: Validando Conta…
ru: Проверка учетной записи…

source: WebDAV Server
fr: Serveur WebDAV
it: Server WebDAV
ja: WebDAV サーバ
pt_br: Servidor WebDAV
ru: Сервер WebDAV

source: Omni Sync Server
ru: Сервер Omni Sync

source: The proposed local documents folder is not within the app's local documents. Please pick a location within that folder.
pt_br: A pasta de documentos local proposta não está dentro dos documentos locais do app. Selecione uma localização dentro dessa pasta.
ru: Предложенная папка локальных документов не находится в локальном хранилище документов приложения. Укажите местоположение в этой папке.

source: The proposed local documents folder is within the app's trash. This could lead to files getting unintentionally removed.
pt_br: A pasta de documentos local proposta está na lixeira do app. Isto pode resultar na remoção não intencional de arquivos.
ru: Предложенная папка локальных документов находится в корзине приложения. Это может привести к случайному удалению файлов.
